Repository: abdullahgrpz/com.onnetwork.onnetwork
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, id, ja, pt, ru

# teamRemindSuccess
source: Reminder sent to {username}!
de: Erinnerung an {username} gesendet!
es: ¡Recordatorio enviado a {username}!
fr: Rappel envoyé à {username} !
hi: {username} को रिमाइंडर भेजा गया!
id: Pengingat terkirim ke {username}!
ja: {username}に通知を送信しました！
pt: Lembrete enviado para {username}!
ru: Напоминание отправлено {username}!

# teamReportDialogTitle
source: Report {username}
de: {username} melden
es: Reportar a {username}
fr: Signaler {username}
hi: {username} की रिपोर्ट करें
id: Laporkan {username}
ja: {username}を報告
pt: Denunciar {username}
ru: Пожаловаться на {username}

# teamReportDialogContent
source: Are you sure you want to report this user for inappropriate content (e.g., username or profile picture)? This will send a notice to our moderation team for review.
de: Bist du sicher, dass du diesen Benutzer wegen unangemessener Inhalte (z.B. Benutzername oder Profilbild) melden möchtest? Dies sendet eine Benachrichtigung an unser Moderationsteam zur Überprüfung.
es: ¿Estás seguro de que quieres reportar a este usuario por contenido inapropiado (ej. nombre de usuario o foto de perfil)? Esto enviará un aviso a nuestro equipo de moderación para su revisión.
fr: Êtes-vous sûr de vouloir signaler cet utilisateur pour contenu inapproprié (ex: nom d'utilisateur ou photo de profil) ? Cela enverra un avis à notre équipe de modération pour examen.
hi: क्या आप वाकई इस उपयोगकर्ता को अनुचित सामग्री (जैसे, उपयोगकर्ता नाम या प्रोफ़ाइल चित्र) के लिए रिपोर्ट करना चाहते हैं? यह समीक्षा के लिए हमारी मॉडरेशन टीम को एक सूचना भेजेगा।
id: Apakah Anda yakin ingin melaporkan pengguna ini karena konten yang tidak pantas (mis., nama pengguna atau gambar profil)? Ini akan mengirimkan pemberitahuan ke tim moderasi kami untuk ditinjau.
ja: 不適切なコンテンツ（例：ユーザー名やプロフィール写真）のため、このユーザーを本当に報告しますか？ これにより、審査のためにモデレーションチームに通知が送信されます。
pt: Tem certeza de que deseja denunciar este usuário por conteúdo impróprio (ex: nome de usuário ou foto de perfil)? Isso enviará um aviso à nossa equipe de moderação para revisão.
ru: Вы уверены, что хотите пожаловаться на этого пользователя за неподобающий контент (например, имя пользователя или изображение профиля)? Это отправит уведомление нашей команде модерации для рассмотрения.

# teamReportDialogButton
source: Report
de: Melden
es: Reportar
fr: Signaler
hi: रिपोर्ट करें
id: Laporkan
ja: 報告
pt: Denunciar
ru: Пожаловаться

# teamReportSnackbar
source: Submitting report for {username}...
de: Bericht für {username} wird übermittelt...
es: Enviando reporte para {username}...
fr: Envoi du signalement pour {username}...
hi: {username} के लिए रिपोर्ट सबमिट की जा रही है...
id: Mengirimkan laporan untuk {username}...
ja: {username}の報告を送信中...
pt: Enviando denúncia para {username}...
ru: Отправка жалобы на {username}...

# teamReportSuccess
source: Report submitted. Our team will review it shortly.
de: Bericht übermittelt. Unser Team wird ihn in Kürze prüfen.
es: Reporte enviado. Nuestro equipo lo revisará pronto.
fr: Signalement envoyé. Notre équipe l'examinera sous peu.
hi: रिपोर्ट सबमिट की गई। हमारी टीम जल्द ही इसकी समीक्षा करेगी।
id: Laporan terkirim. Tim kami akan segera meninjaunya.
ja: 報告が送信されました。チームが間もなく確認します。
pt: Denúncia enviada. Nossa equipe irá revisá-la em breve.
ru: Жалоба отправлена. Наша команда рассмотрит ее в ближайшее время.

# teamReportError
source: Failed to submit report: {error}
de: Fehler beim Übermitteln des Berichts: {error}
es: Fallo al enviar reporte: {error}
fr: Échec de l'envoi du signalement : {error}
hi: रिपोर्ट सबमिट करने में विफल: {error}
id: Gagal mengirimkan laporan: {error}
ja: 報告の送信に失敗しました: {error}
pt: Falha ao enviar denúncia: {error}
ru: Не удалось отправить жалобу: {error}

# teamShareTitle
source: Share Your Invite
de: Teile deine Einladung
es: Comparte tu Invitación
fr: Partagez votre Invitation
hi: अपना आमंत्रण साझा करें
id: Bagikan Undangan Anda
ja: 招待を共有
pt: Compartilhe seu Convite
ru: Поделиться приглашением

# teamShareSubtitle
source: How would you like to share your invite?
de: Wie möchtest du deine Einladung teilen?
es: ¿Cómo te gustaría compartir tu invitación?
fr: Comment souhaitez-vous partager votre invitation ?
hi: आप अपना आमंत्रण कैसे साझा करना चाहेंगे?
id: Bagaimana Anda ingin membagikan undangan Anda?
ja: どのように招待を共有しますか？
pt: Como você gostaria de compartilhar seu convite?
ru: Как бы вы хотели поделиться своим приглашением?

# teamShareImageButton
source: Share as Image Card
de: Als Bildkarte teilen
es: Compartir como Tarjeta de Imagen
fr: Partager en tant que Carte Image
hi: इमेज कार्ड के रूप में साझा करें
id: Bagikan sebagai Kartu Gambar
ja: 画像カードとして共有
pt: Compartilhar como Cartão de Imagem
ru: Поделиться как изображение

# teamShareTextButton
source: Share as Plain Text
de: Als reinen Text teilen
es: Compartir como Texto
fr: Partager en tant que Texte
hi: सादे पाठ के रूप में साझा करें
id: Bagikan sebagai Teks
ja: テキストとして共有
pt: Compartilhar como Texto
ru: Поделиться как текст

# teamShareImageGenerating
source: Generating your invite card...
de: Erstelle deine Einladungskarte...
es: Generando tu tarjeta de invitación...
fr: Génération de votre carte d'invitation...
hi: आपका आमंत्रण कार्ड बनाया जा रहा है...
id: Membuat kartu undangan Anda...
ja: 招待カードを生成中...
pt: Gerando seu cartão de convite...
ru: Создание вашей пригласительной карточки...

# teamShareImageError
source: Error sharing card: {error}. Sharing as text instead.
de: Fehler beim Teilen der Karte: {error}. Teile stattdessen als Text.
es: Error al compartir tarjeta: {error}. Compartiendo como texto en su lugar.
fr: Erreur lors du partage de la carte : {error}. Partage en tant que texte à la place.
hi: कार्ड साझा करने में त्रुटि: {error}. इसके बजाय पाठ के रूप में साझा किया जा रहा है।
id: Gagal membagikan kartu: {error}. Membagikan sebagai teks saja.
ja: カードの共有エラー: {error}。代わりにテキストとして共有します。
pt: Erro ao compartilhar cartão: {error}. Compartilhando como texto.
ru: Ошибка при отправке карточки: {error}. Отправка в виде текста.

# teamShareTextMessage
source: I'm building the future of digital networks with ON Network. I want you on my team! 🔥 Here's your welcome gift for joining: ✅ 1 FREE ON Coin Instantly ✅ 24-Hour 2X Speed Boost Use my invitation code to start: {code} Join now and claim your spot: https://onnetworkapp.com
de: Ich baue die Zukunft digitaler Netzwerke mit ON Network. Ich will dich in meinem Team! 🔥 Hier ist dein Willkommensgeschenk für den Beitritt: ✅ 1 GRATIS ON-Coin sofort ✅ 24-Stunden 2X Geschwindigkeits-Boost Verwende meinen Einladungscode, um zu starten: {code} Tritt jetzt bei und sichere dir deinen Platz: https://onnetworkapp.com
es: Estoy construyendo el futuro de las redes digitales con ON Network. ¡Te quiero en mi equipo! 🔥 Aquí está tu regalo de bienvenida por unirte: ✅ 1 ON Coin GRATIS al instante ✅ 24 Horas de Boost de Velocidad 2X Usa mi código de invitación para empezar: {code} Únete ahora y reclama tu lugar: https://onnetworkapp.com
fr: Je construis l'avenir des réseaux numériques avec ON Network. Je vous veux dans mon équipe ! 🔥 Voici votre cadeau de bienvenue : ✅ 1 ON Coin GRATUIT instantanément ✅ 24 Heures de Boost de Vitesse 2X Utilisez mon code d'invitation pour commencer : {code} Rejoignez maintenant et réclamez votre place : https://onnetworkapp.com
hi: मैं ON Network के साथ डिजिटल नेटवर्क का भविष्य बना रहा हूँ। मैं चाहता हूँ कि आप मेरी टीम में हों! 🔥 शामिल होने पर आपका स्वागत उपहार: ✅ तुरंत 1 मुफ़्त ON कॉइन ✅ 24 घंटे का 2X स्पीड बूस्ट शुरू करने के लिए मेरे आमंत्रण कोड का उपयोग करें: {code} अभी शामिल हों और अपनी जगह का दावा करें: https://onnetworkapp.com
id: Saya sedang membangun masa depan jaringan digital dengan ON Network. Saya ingin Anda ada di tim saya! 🔥 Hadiah selamat datang untuk Anda: ✅ 1 Koin ON GRATIS Langsung ✅ 24 Jam 2X Speed Boost Gunakan kode undangan saya untuk memulai: {code} Bergabung sekarang dan klaim tempat Anda: https://onnetworkapp.com
ja: 私はON Networkでデジタルの未来を築いています。あなたもチームに参加しませんか！🔥 参加ウェルカムギフトはこちら: ✅ 1 ONコインをすぐにプレゼント ✅ 24時間 2X スピードブースト 招待コードを使って始めましょう: {code} 今すぐ参加してあなたの場所を確保しましょう: https://onnetworkapp.com
pt: Estou construindo o futuro das redes digitais com a ON Network. Eu quero você na minha equipe! 🔥 Aqui está seu presente de boas-vindas por se juntar: ✅ 1 ON Coin GRÁTIS instantaneamente ✅ 24 Horas de Boost de Velocidade 2X Use meu código de convite para começar: {code} Junte-se agora e garanta seu lugar: https://onnetworkapp.com
ru: Я строю будущее цифровых сетей с ON Network. Я хочу видеть тебя в своей команде! 🔥 Вот твой приветственный подарок за присоединение: ✅ 1 БЕСПЛАТНЫЙ ON-коин мгновенно ✅ 24-часовой 2X Буст Скорости Используй мой код приглашения, чтобы начать: {code} Присоединяйся сейчас и займи свое место: https://onnetworkapp.com

# teamShareImageMessage
source: Join my team on ON Network! Use my code: {code} Join now: https://onnetworkapp.com
de: Tritt meinem Team im ON Network bei! Verwende meinen Code: {code} Jetzt beitreten: https://onnetworkapp.com
es: ¡Únete a mi equipo en ON Network! Usa mi código: {code} Únete ahora: https://onnetworkapp.com
fr: Rejoignez mon équipe sur ON Network ! Utilisez mon code : {code} Rejoignez maintenant : https://onnetworkapp.com
hi: ON Network पर मेरी टीम में शामिल हों! मेरे कोड का उपयोग करें: {code} अभी शामिल हों: https://onnetworkapp.com
id: Bergabunglah dengan tim saya di ON Network! Gunakan kode saya: {code} Bergabung sekarang: https://onnetworkapp.com
ja: ON Networkで私のチームに参加しよう！私のコードを使ってください: {code} 今すぐ参加: https://onnetworkapp.com
pt: Junte-se à minha equipe na ON Network! Use meu código: {code} Junte-se agora: https://onnetworkapp.com
ru: Присоединяйся к моей команде в ON Network! Используй мой код: {code} Присоединяйся сейчас: https://onnetworkapp.com

# inviteCardInvitesYou
source: {username} invites you to join
de: {username} lädt dich ein
es: {username} te invita a unirte
fr: {username} vous invite à rejoindre
hi: {username} आपको शामिल होने के लिए आमंत्रित करते हैं
id: {username} mengundang Anda untuk bergabung
ja: {username}があなたを招待しています
pt: {username} convida você para se juntar
ru: {username} приглашает вас присоединиться

# inviteCardTitle
source: YOUR JOURNEY STARTS HERE!
de: DEINE REISE BEGINNT HIER!
es: ¡TU VIAJE EMPIEZA AQUÍ!
fr: VOTRE VOYAGE COMMENCE ICI !
hi: आपकी यात्रा यहाँ शुरू होती है!
id: PERJALANAN ANDA DIMULAI DI SINI!
ja: あなたの旅はここから始まる！
pt: SUA JORNADA COMEÇA AQUI!
ru: ВАШЕ ПУТЕШЕСТВИЕ НАЧИНАЕТСЯ ЗДЕСЬ!

# inviteCardUseCode
source: USE MY INVITATION CODE
de: VERWENDE MEINEN EINLADUNGSCODE
es: USA MI CÓDIGO DE INVITACIÓN
fr: UTILISEZ MON CODE D'INVITATION
hi: मेरे आमंत्रण कोड का उपयोग करें
id: GUNAKAN KODE UNDANGAN SAYA
ja: 私の招待コードを使用
pt: USE MEU CÓDIGO DE CONVITE
ru: ИСПОЛЬЗУЙТЕ МОЙ КОД ПРИГЛАШЕНИЯ

# inviteCardGiftTitle
source: JOIN NOW AND GET YOUR WELCOME GIFT:
de: TRITT JETZT BEI UND ERHALTE DEIN WILLKOMMENSGESCHENK:
es: ÚNETE AHORA Y OBTÉN TU REGALO DE BIENVENIDA:
fr: REJOIGNEZ MAINTENANT ET RECEVEZ VOTRE CADEAU DE BIENVENUE :
hi: अभी शामिल हों और अपना स्वागत उपहार प्राप्त करें:
id: GABUNG SEKARANG DAN DAPATKAN HADIAH SELAMAT DATANG:
ja: 今すぐ参加してウェルカムギフトをゲット:
pt: ENTRE AGORA E GANHE SEU PRESENTE DE BOAS-VINDAS:
ru: ПРИСОЕДИНЯЙТЕСЬ СЕЙЧАС И ПОЛУЧИТЕ ПРИВЕТСТВЕННЫЙ ПОДАРОК:

# inviteCardGift1
source: 1 FREE ON Coin Instantly
de: 1 GRATIS ON-Coin sofort
es: 1 ON Coin GRATIS al instante
fr: 1 ON Coin GRATUIT instantanément
hi: तुरंत 1 मुफ़्त ON कॉइन
id: 1 Koin ON GRATIS Langsung
ja: 1 ONコインをすぐにプレゼント
pt: 1 ON Coin GRÁTIS instantaneamente
ru: 1 БЕСПЛАТНЫЙ ON-коин мгновенно

# inviteCardGift2
source: 24-Hour 2X Speed Boost
de: 24-Stunden 2X Geschwindigkeits-Boost
es: 24 Horas de Boost de Velocidad 2X
fr: 24 Heures de Boost de Vitesse 2X
hi: 24 घंटे का 2X स्पीड बूस्ट
id: 24 Jam 2X Speed Boost
ja: 24時間 2X スピードブースト
pt: 24 Horas de Boost de Velocidade 2X
ru: 24-часовой 2X Буст Скорости

# inviteCardButton
source: TAP TO JOIN & CLAIM YOUR ON!
de: TIPPEN, BEITRETEN & DEIN ON ABHOLEN!
es: ¡TOCA PARA UNIRTE Y RECLAMAR TU ON!
fr: APPUYEZ POUR REJOINDRE & RÉCLAMER VOTRE ON !
hi: शामिल होने और अपना ON दावा करने के लिए टैप करें!
id: KETUK UNTUK BERGABUNG & KLAIM ON ANDA!
ja: タップして参加＆ONを獲得！
pt: TOQUE PARA ENTRAR E REIVINDICAR SEU ON!
ru: НАЖМИТЕ, ЧТОБЫ ПРИСОЕДИНИТЬСЯ И ПОЛУЧИТЬ СВОЙ ON!

# marketplaceTitle
source: Marketplace: Coming Soon
de: Marktplatz: Demnächst verfügbar
es: Mercado: Próximamente
fr: Marché : Bientôt disponible
hi: मार्केटप्लेस: जल्द आ रहा है
id: Marketplace: Segera Hadir
ja: マーケットプレイス: 近日公開
pt: Mercado: Em Breve
ru: Маркетплейс: Скоро

# marketplaceDescription
source: We are building a decentralized marketplace where you will be able to buy and sell goods and services using your earned ON coins. Keep mining and build your balance!
de: Wir bauen einen dezentralen Marktplatz, auf dem du Waren und Dienstleistungen mit deinen verdienten ON-Coins kaufen und verkaufen kannst. Bleib am Minen und baue dein Guthaben auf!
es: Estamos construyendo un mercado descentralizado donde podrás comprar y vender bienes y servicios usando tus ON coins ganados. ¡Sigue minando y construye tu saldo!
fr: Nous construisons un marché décentralisé où vous pourrez acheter et vendre des biens et services en utilisant vos ON coins gagnés. Continuez à miner et augmentez votre solde !
hi: हम एक विकेन्द्रीकृत बाज़ार का निर्माण कर रहे हैं जहाँ आप अपने अर्जित ON कॉइन का उपयोग करके सामान और सेवाएँ खरीद और बेच सकेंगे। माइनिंग करते रहें और अपना बैलेंस बनाएँ!
id: Kami sedang membangun marketplace terdesentralisasi di mana Anda akan dapat membeli dan menjual barang dan jasa menggunakan koin ON yang Anda peroleh. Terus menambang dan kumpulkan saldo Anda!
ja: 私たちは、獲得したONコインを使用して商品やサービスを売買できる分散型マーケットプレイスを構築しています。 マイニングを続けて残高を増やしましょう！
pt: Estamos construindo um mercado descentralizado onde você poderá comprar e vender bens e serviços usando suas ON coins ganhas. Mantenha a mineração e aumente seu saldo!
ru: Мы создаем децентрализованный маркетплейс, где вы сможете покупать и продавать товары и услуги, используя заработанные ON-коины. Продолжайте майнить и наращивать свой баланс!

# marketplaceCommunity
source: JOIN THE COMMUNITY
de: TRITT DER COMMUNITY BEI
es: ÚNETE A LA COMUNIDAD
fr: REJOIGNEZ LA COMMUNAUTÉ
hi: समुदाय में शामिल हों
id: GABUNG KOMUNITAS
ja: コミュニティに参加
pt: JUNTE-SE À COMUNIDADE
ru: ПРИСОЕДИНЯЙТЕСЬ К СООБЩЕСТВУ

# marketplaceTooltipTelegram
source: Join our Telegram
de: Tritt unserem Telegram bei
es: Únete a nuestro Telegram
fr: Rejoignez notre Telegram
hi: हमारे टेलीग्राम से जुड़ें
id: Bergabunglah dengan Telegram kami
ja: Telegramに参加
pt: Junte-se ao nosso Telegram
ru: Присоединяйтесь к нашему Telegram

# marketplaceTooltipTwitter
source: Follow us on X (Twitter)
de: Folge uns auf X (Twitter)
es: Síguenos en X (Twitter)
fr: Suivez-nous sur X (Twitter)
hi: हमें X (ट्विटर) पर फॉलो करें
id: Ikuti kami di X (Twitter)
ja: X (Twitter)でフォロー
pt: Siga-nos no X (Twitter)
ru: Следуйте за нами в X (Twitter)

# marketplaceTooltipInstagram
source: Follow us on Instagram
de: Folge uns auf Instagram
es: Síguenos en Instagram
fr: Suivez-nous sur Instagram
hi: हमें इंस्टाग्राम पर फॉलो करें
id: Ikuti kami di Instagram
ja: Instagramでフォロー
pt: Siga-nos no Instagram
ru: Следуйте за нами в Instagram

# marketplaceTooltipTikTok
source: Watch us on TikTok
de: Sieh uns auf TikTok
es: Míranos en TikTok
fr: Regardez-nous sur TikTok
hi: हमें टिकटॉक पर देखें
id: Tonton kami di TikTok
ja: TikTokで視聴
pt: Assista-nos no TikTok
ru: Смотрите нас в TikTok

# marketplaceTooltipWebsite
source: Visit our Website
de: Besuche unsere Website
es: Visita nuestra Web
fr: Visitez notre site Web
hi: हमारी वेबसाइट पर जाएँ
id: Kunjungi Website kami
ja: ウェブサイトを見る
pt: Visite nosso site
ru: Посетите наш сайт

# profileScreenTitle
source: Profile
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
id: Profil
ja: プロフィール
pt: Perfil
ru: Профиль

# profileUsername
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
id: Nama Pengguna
ja: ユーザー名
pt: Nome de usuário
ru: Имя пользователя

# profileErrorUsernameLength
source: Username must be at least 4 characters
de: Benutzername muss mindestens 4 Zeichen lang sein
es: El nombre de usuario debe tener al menos 4 caracteres
fr: Le nom d'utilisateur doit contenir au moins 4 caractères
hi: उपयोगकर्ता नाम कम से कम 4 वर्णों का होना चाहिए
id: Nama pengguna minimal harus 4 karakter
ja: ユーザー名は4文字以上である必要があります
pt: O nome de usuário deve ter pelo menos 4 caracteres
ru: Имя пользователя должно содержать не менее 4 символов

# profileErrorUsernameTaken
source: This username is already taken. Please try another.
de: Dieser Benutzername ist bereits vergeben. Bitte versuche einen anderen.
es: Este nombre de usuario ya está en uso. Por favor, intenta con otro.
fr: Ce nom d'utilisateur est déjà pris. Veuillez en essayer un autre.
hi: यह उपयोगकर्ता नाम पहले ही लिया जा चुका है। कृपया कोई दूसरा प्रयास करें।
id: Nama pengguna ini sudah dipakai. Silakan coba yang lain.
ja: このユーザー名はすでに使用されています。別の名前をお試しください。
pt: Este nome de usuário já está em uso. Por favor, tente outro.
ru: Это имя пользователя уже занято. Пожалуйста, попробуйте другое.

# profileUsernameUpdated
source: Username updated!
de: Benutzername aktualisiert!
es: ¡Nombre de usuario actualizado!
fr: Nom d'utilisateur mis à jour !
hi: उपयोगकर्ता नाम अपडेट किया गया!
id: Nama pengguna diperbarui!
ja: ユーザー名が更新されました！
pt: Nome de usuário atualizado!
ru: Имя пользователя обновлено!

# profileImageUploadFailed
source: Image upload failed.
de: Bild-Upload fehlgeschlagen.
es: Falló la subida de imagen.
fr: Échec du téléchargement de l'image.
hi: छवि अपलोड विफल।
id: Unggah gambar gagal.
ja: 画像のアップロードに失敗しました。
pt: Falha no upload da imagem.
ru: Не удалось загрузить изображение.

# profileImageUploadSuccess
source: Profile picture updated!
de: Profilbild aktualisiert!
es: ¡Foto de perfil actualizada!
fr: Photo de profil mise à jour !
hi: प्रोफ़ाइल चित्र अपडेट किया गया!
id: Gambar profil diperbarui!
ja: プロフィール写真が更新されました！
pt: Foto de perfil atualizada!
ru: Изображение профиля обновлено!

# profileErrorImageSave
source: Failed to save image URL: {error}
de: Speichern der Bild-URL fehlgeschlagen: {error}
es: Error al guardar URL de imagen: {error}
fr: Échec de l'enregistrement de l'URL de l'image : {error}
hi: छवि URL सहेजने में विफल: {error}
id: Gagal menyimpan URL gambar: {error}
ja: 画像URLの保存に失敗しました: {error}
pt: Falha ao salvar URL da imagem: {error}
ru: Не удалось сохранить URL изображения: {error}

# profileSectionCommunity
source: Community
es: Comunidad
fr: Communauté
hi: समुदाय
id: Komunitas
ja: コミュニティ
pt: Comunidade
ru: Сообщество

# profileInviteCode
source: Your Invite Code: {code}
de: Dein Einladungscode: {code}
es: Tu Código de Invitación: {code}
fr: Votre Code d'Invitation : {code}
hi: आपका आमंत्रण कोड: {code}
id: Kode Undangan Anda: {code}
ja: あなたの招待コード: {code}
pt: Seu Código de Convite: {code}
ru: Ваш код приглашения: {code}

# profileShare
source: Tap to share
de: Tippen zum Teilen
es: Toca para compartir
fr: Appuyez pour partager
hi: साझा करने के लिए टैप करें
id: Ketuk untuk membagikan
ja: タップして共有
pt: Toque para compartilhar
ru: Нажмите, чтобы поделиться

# profileCopyCode
source: Copy Code
de: Code kopieren
es: Copiar Código
fr: Copier le Code
hi: कोड कॉपी करें
id: Salin Kode
ja: コードをコピー
pt: Copiar Código
ru: Копировать код

# profileCopyCodeSubtitle
source: Copy your invite code to the clipboard
de: Kopiere deinen Einladungscode in die Zwischenablage
es: Copia tu código de invitación al portapapeles
fr: Copiez votre code d'invitation dans le presse-papiers
hi: अपना आमंत्रण कोड क्लिपबोर्ड पर कॉपी करें
id: Salin kode undangan Anda ke clipboard
ja: 招待コードをクリップボードにコピーします
pt: Copie seu código de convite para a área de transferência
ru: Скопировать ваш код приглашения в буфер обмена

# profileCopyCodeSuccess
source: Invite code copied to clipboard!
de: Einladungscode in die Zwischenablage kopiert!
es: ¡Código de invitación copiado al portapapeles!
fr: Code d'invitation copié dans le presse-papiers !
hi: आमंत्रण कोड क्लिपबोर्ड पर कॉपी किया गया!
id: Kode undangan disalin ke clipboard!
ja: 招待コードをクリップボードにコピーしました！
pt: Código de convite copiado!
ru: Код приглашения скопирован в буфер обмена!

# profileTelegram
source: Join our Telegram
de: Tritt unserem Telegram bei
es: Únete a nuestro Telegram
fr: Rejoignez notre Telegram
hi: हमारे टेलीग्राम से जुड़ें
id: Gabung Telegram kami
ja: Telegramに参加
pt: Junte-se ao nosso Telegram
ru: Присоединяйтесь к Telegram

# profileTelegramSubtitle
source: Get news and chat with the community
de: Erhalte Neuigkeiten und chatte mit der Community
es: Recibe noticias y chatea con la comunidad
fr: Recevez des nouvelles et discutez avec la communauté
hi: समाचार प्राप्त करें और समुदाय के साथ चैट करें
id: Dapatkan berita dan obrolan dengan komunitas
ja: ニュースを入手し、コミュニティとチャット
pt: Receba notícias e converse com a comunidade
ru: Получайте новости и общайтесь с сообществом

# profileTwitter
source: Follow us on X (Twitter)
de: Folge uns auf X (Twitter)
es: Síguenos en X (Twitter)
fr: Suivez-nous sur X (Twitter)
hi: हमें X (ट्विटर) पर फॉलो करें
id: Ikuti kami di X (Twitter)
ja: X (Twitter)でフォロー
pt: Siga-nos no X (Twitter)
ru: Следуйте за нами в X (Twitter)

# profileTwitterSubtitle
source: Stay up-to-date with announcements
de: Bleibe auf dem Laufenden mit Ankündigungen
es: Mantente al día con los anuncios
fr: Restez à jour avec les annonces
hi: घोषणाओं के साथ अपडेट रहें
id: Tetap up-to-date dengan pengumuman
ja: 最新のお知らせをチェック
pt: Fique por dentro dos anúncios
ru: Будьте в курсе объявлений

# profileInstagram
source: Follow us on Instagram
de: Folge uns auf Instagram
es: Síguenos en Instagram
fr: Suivez-nous sur Instagram
hi: हमें इंस्टाग्राम पर फॉलो करें
id: Ikuti kami di Instagram
ja: Instagramでフォロー
pt: Siga-nos no Instagram
ru: Следуйте за нами в Instagram

# profileInstagramSubtitle
source: See our journey
de: Sieh unsere Reise
es: Mira nuestro viaje
fr: Voyez notre parcours
hi: हमारी यात्रा देखें
id: Lihat perjalanan kami
ja: 私たちの歩みを見る
pt: Veja nossa jornada
ru: Смотрите наш путь

# profileTikTok
source: Watch us on TikTok
de: Sieh uns auf TikTok
es: Míranos en TikTok
fr: Regardez-nous sur TikTok
hi: हमें टिकटॉक पर देखें
id: Tonton kami di TikTok
ja: TikTokで視聴
pt: Assista-nos no TikTok
ru: Смотрите нас в TikTok

# profileTikTokSubtitle
source: Latest updates and clips
de: Neueste Updates und Clips
es: Últimas actualizaciones y clips
fr: Dernières mises à jour et clips
hi: नवीनतम अपडेट और क्लिप्स
id: Pembaruan dan klip terbaru
ja: 最新のアップデートとクリップ
pt: Últimas atualizações e clipes
ru: Последние обновления и клипы

# profileWebsite
source: Visit our Website
de: Besuche unsere Website
es: Visita nuestra Web
fr: Visitez notre site Web
hi: हमारी वेबसाइट पर जाएँ
id: Kunjungi Website Kami
ja: ウェブサイトを見る
pt: Visite nosso site
ru: Посетите наш сайт

# profileSectionSettings
source: Settings & Security
de: Einstellungen & Sicherheit
es: Ajustes y Seguridad
fr: Paramètres et Sécurité
hi: सेटिंग्स और सुरक्षा
id: Pengaturan & Keamanan
ja: 設定とセキュリティ
pt: Configurações e Segurança
ru: Настройки и безопасность

# profileNotifSettings
source: Notification Settings
de: Benachrichtigungseinstellungen
es: Ajustes de Notificación
fr: Paramètres de notification
hi: अधिसूचना सेटिंग्स
id: Pengaturan Notifikasi
ja: 通知設定
pt: Configurações de Notificação
ru: Настройки уведомлений

# profileNotifSettingsSubtitle
source: Manage your app notifications
de: Verwalte deine App-Benachrichtigungen
es: Gestiona las notificaciones de tu app
fr: Gérez les notifications de votre application
hi: अपनी ऐप सूचनाएं प्रबंधित करें
id: Kelola notifikasi aplikasi Anda
ja: アプリの通知を管理します
pt: Gerencie as notificações do seu app
ru: Управляйте уведомлениями приложения

# profileChangePassword
source: Change Password
de: Passwort ändern
es: Cambiar Contraseña
fr: Changer le mot de passe
hi: पासवर्ड बदलें
id: Ubah Kata Sandi
ja: パスワードを変更
pt: Mudar Senha
ru: Изменить пароль
