Repository: abdullahgrpz/com.onnetwork.onnetwork
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, id, ja, pt, ru

# profileChangePasswordSubtitle
source: Send a password reset email
de: Sende eine E-Mail zum Zurücksetzen des Passworts
es: Enviar correo de restablecimiento de contraseña
fr: Envoyer un e-mail de réinitialisation de mot de passe
hi: पासवर्ड रीसेट ईमेल भेजें
id: Kirim email atur ulang kata sandi
ja: パスワードリセットメールを送信
pt: Enviar e-mail de redefinição de senha
ru: Отправить письмо для сброса пароля

# profileChangePasswordSuccess
source: Password reset email sent. Check your inbox!
de: E-Mail zum Zurücksetzen des Passworts gesendet. Prüfe deinen Posteingang!
es: ¡Correo de restablecimiento enviado! Revisa tu bandeja de entrada.
fr: E-mail de réinitialisation envoyé. Vérifiez votre boîte de réception !
hi: पासवर्ड रीसेट ईमेल भेजा गया। अपना इनबॉक्स जांचें!
id: Email atur ulang kata sandi terkirim. Periksa kotak masuk Anda!
ja: パスワードリセットメールを送信しました。受信トレイを確認してください！
pt: E-mail de redefinição enviado. Verifique sua caixa de entrada!
ru: Письмо для сброса пароля отправлено. Проверьте свой почтовый ящик!

# profileSectionAbout
source: About
de: Über
es: Acerca de
fr: À propos
hi: के बारे में
id: Tentang
ja: 概要
pt: Sobre
ru: О приложении

# profileProjectInfo
source: Project Info & Whitepaper
de: Projekt-Info & Whitepaper
es: Info del Proyecto y Whitepaper
fr: Infos Projet & Whitepaper
hi: परियोजना की जानकारी और व्हाइटपेपर
id: Info Proyek & Whitepaper
ja: プロジェクト情報とホワイトペーパー
pt: Informações do Projeto e Whitepaper
ru: Информация о проекте и Whitepaper

# profileProjectInfoSubtitle
source: Learn about our vision and roadmap
de: Erfahre mehr über unsere Vision und Roadmap
es: Conoce nuestra visión y hoja de ruta
fr: Découvrez notre vision et notre feuille de route
hi: हमारे दृष्टिकोण और रोडमैप के बारे में जानें
id: Pelajari visi dan roadmap kami
ja: 私たちのビジョンとロードマップについて学ぶ
pt: Saiba mais sobre nossa visão e roteiro
ru: Узнайте о нашем видении и дорожной карте

# profileTerms
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions d'utilisation
hi: सेवा की शर्तें
id: Ketentuan Layanan
ja: 利用規約
pt: Termos de Serviço
ru: Условия обслуживания

# profileTermsSubtitle
source: Read our terms and conditions
de: Lies unsere Allgemeinen Geschäftsbedingungen
es: Lee nuestros términos y condiciones
fr: Lisez nos termes et conditions
hi: हमारे नियम और शर्तें पढ़ें
id: Baca syarat dan ketentuan kami
ja: 利用規約をお読みください
pt: Leia nossos termos e condições
ru: Прочтите наши положения и условия

# profilePrivacy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
ja: プライバシーポリシー
pt: Política de Privacidade
ru: Политика конфиденциальности

# profilePrivacySubtitle
source: How we handle your data
de: Wie wir deine Daten behandeln
es: Cómo manejamos tus datos
fr: Comment nous traitons vos données
hi: हम आपके डेटा को कैसे संभालते हैं
id: Bagaimana kami menangani data Anda
ja: データの取り扱い方法
pt: Como lidamos com seus dados
ru: Как мы обрабатываем ваши данные

# profileSectionDanger
source: Danger Zone
de: Gefahrenzone
es: Zona de Peligro
fr: Zone de Danger
hi: खतरा क्षेत्र
id: Zona Berbahaya
ja: 危険ゾーン
pt: Zona de Perigo
ru: Опасная зона

# profileDeleteAccount
source: Delete Account
de: Konto löschen
es: Eliminar Cuenta
fr: Supprimer le compte
hi: खाता हटाएं
id: Hapus Akun
ja: アカウントを削除
pt: Deletar Conta
ru: Удалить аккаунт

# profileDeleteAccountSubtitle
source: Permanently delete your account and all data
de: Lösche dein Konto und alle Daten endgültig
es: Elimina permanentemente tu cuenta y todos tus datos
fr: Supprimez définitivement votre compte et toutes vos données
hi: अपना खाता और सभी डेटा स्थायी रूप से हटाएं
id: Hapus akun Anda dan semua data secara permanen
ja: アカウントとすべてのデータを完全に削除します
pt: Delete permanentemente sua conta e todos os dados
ru: Безвозвратно удалить свой аккаунт и все данные

# profileDeleteAccountDialogTitle
source: Are you absolutely sure?
de: Bist du dir absolut sicher?
es: ¿Estás absolutamente seguro?
fr: Êtes-vous absolument sûr ?
hi: क्या आप पूरी तरह निश्चित हैं?
id: Apakah Anda benar-benar yakin?
ja: 本当によろしいですか？
pt: Você tem certeza absoluta?
ru: Вы абсолютно уверены?

# profileDeleteAccountDialogContent
source: This action is irreversible. All your data, including your ON coin balance and team connections, will be permanently deleted. This cannot be undone.
de: Diese Aktion ist unumkehrbar. Alle deine Daten, einschließlich deines ON-Coin-Guthabens und deiner Teamverbindungen, werden dauerhaft gelöscht. Dies kann nicht rückgängig gemacht werden.
es: Esta acción es irreversible. Todos tus datos, incluyendo tu saldo de ON coin y conexiones de equipo, serán eliminados permanentemente. Esto no se puede deshacer.
fr: Cette action est irréversible. Toutes vos données, y compris votre solde de ON coins et vos connexions d'équipe, seront définitivement supprimées. Cela ne peut pas être annulé.
hi: यह कार्रवाई अपरिवर्तनीय है। आपके ON कॉइन बैलेंस और टीम कनेक्शन सहित आपका सारा डेटा स्थायी रूप से हटा दिया जाएगा। इसे पूर्ववत नहीं किया जा सकता।
id: Tindakan ini tidak dapat dibatalkan. Semua data Anda, termasuk saldo koin ON dan koneksi tim, akan dihapus secara permanen. Ini tidak bisa dibatalkan.
ja: この操作は元に戻すことはできません。 ONコインの残高やチーム接続を含むすべてのデータが完全に削除されます。これは元に戻せません。
pt: Esta ação é irreversível. Todos os seus dados, incluindo seu saldo de ON coin e conexões de equipe, serão excluídos permanentemente. Isso não pode ser desfeito.
ru: Это действие необратимо. Все ваши данные, включая ваш баланс ON-коинов и связи в команде, будут безвозвратно удалены. Это нельзя будет отменить.

# profileDeleteAccountDialogButton
source: Delete My Account
de: Mein Konto löschen
es: Eliminar Mi Cuenta
fr: Supprimer Mon Compte
hi: मेरा खाता हटाएं
id: Hapus Akun Saya
ja: アカウントを削除
pt: Deletar Minha Conta
ru: Удалить мой аккаунт

# profileDeleteAccountSuccess
source: Account permanently deleted.
de: Konto dauerhaft gelöscht.
es: Cuenta eliminada permanentemente.
fr: Compte supprimé définitivement.
hi: खाता स्थायी रूप से हटा दिया गया।
id: Akun dihapus secara permanen.
ja: アカウントは完全に削除されました。
pt: Conta deletada permanentemente.
ru: Аккаунт безвозвратно удален.

# profileDeleteAccountError
source: Error deleting account: {error}
de: Fehler beim Löschen des Kontos: {error}
es: Error al eliminar cuenta: {error}
fr: Erreur lors de la suppression du compte : {error}
hi: खाता हटाने में त्रुटि: {error}
id: Gagal menghapus akun: {error}
ja: アカウントの削除中にエラーが発生しました: {error}
pt: Erro ao deletar conta: {error}
ru: Ошибка при удалении аккаунта: {error}

# profileSignOut
source: Sign Out
de: Abmelden
es: Cerrar Sesión
fr: Se déconnecter
hi: साइन आउट करें
id: Keluar
ja: サインアウト
pt: Sair
ru: Выйти

# profileSignOutError
source: Error signing out: {error}
de: Fehler beim Abmelden: {error}
es: Error al cerrar sesión: {error}
fr: Erreur lors de la déconnexion : {error}
hi: साइन आउट करने में त्रुटि: {error}
id: Gagal keluar: {error}
ja: サインアウト中にエラーが発生しました: {error}
pt: Erro ao sair: {error}
ru: Ошибка при выходе: {error}

# settingsTitle
source: Notification Settings
de: Benachrichtigungseinstellungen
es: Ajustes de Notificación
fr: Paramètres de notification
hi: अधिसूचना सेटिंग्स
id: Pengaturan Notifikasi
ja: 通知設定
pt: Configurações de Notificação
ru: Настройки уведомлений

# settingsMiningTitle
source: Mining Session Reminders
de: Mining-Sitzungs-Erinnerungen
es: Recordatorios de Sesión de Minería
fr: Rappels de session de minage
hi: माइनिंग सत्र रिमाइंडर
id: Pengingat Sesi Penambangan
ja: マイニングセッションのリマインダー
pt: Lembretes da Sessão de Mineração
ru: Напоминания о сессии майнинга

# settingsMiningSubtitle
source: Get notified when your 24-hour session ends.
de: Werde benachrichtigt, wenn deine 24-Stunden-Sitzung endet.
es: Recibe una notificación cuando tu sesión de 24 horas termine.
fr: Recevez une notification lorsque votre session de 24 heures se termine.
hi: जब आपका 24 घंटे का सत्र समाप्त हो जाए तो सूचित हों।
id: Dapatkan notifikasi saat sesi 24 jam Anda berakhir.
ja: 24時間のセッションが終了したときに通知を受け取ります。
pt: Seja notificado quando sua sessão de 24 horas terminar.
ru: Получать уведомление, когда ваша 24-часовая сессия закончится.

# settingsTeamTitle
source: Team Reminders
de: Team-Erinnerungen
es: Recordatorios de Equipo
fr: Rappels d'équipe
hi: टीम रिमाइंडर
id: Pengingat Tim
ja: チームリマインダー
pt: Lembretes da Equipe
ru: Напоминания от команды

# settingsTeamSubtitle
source: Allow your team members to "ping" you to start mining.
de: Erlaube deinen Teammitgliedern, dich anzupingen, um mit dem Minen zu beginnen.
es: Permite que los miembros de tu equipo te "pingueen" para empezar a minar.
fr: Autorisez les membres de votre équipe à vous "pinger" pour commencer à miner.
hi: अपनी टीम के सदस्यों को माइनिंग शुरू करने के लिए आपको "पिंग" करने दें।
id: Izinkan anggota tim Anda untuk "ping" Anda untuk mulai menambang.
ja: チームメンバーがマイニングを開始するようにあなたに「合図」することを許可します。
pt: Permita que membros da sua equipe enviem um "ping" para você começar a minerar.
ru: Разрешить участникам вашей команды "пинговать" вас, чтобы начать майнинг.

# settingsAdBoostTitle
source: Ad Boost Reminders
de: Werbe-Boost-Erinnerungen
es: Recordatorios de Boost de Anuncios
fr: Rappels de Boost Publicitaire
hi: विज्ञापन बूस्ट रिमाइंडर
id: Pengingat Boost Iklan
ja: 広告ブーストのリマインダー
pt: Lembretes de Boost de Anúncio
ru: Напоминания о рекламном бусте

# settingsAdBoostSubtitle
source: Get notified when your 1.5X Ad Boost expires.
de: Werde benachrichtigt, wenn dein 1.5X Werbe-Boost abläuft.
es: Recibe una notificación cuando tu Boost de Anuncio 1.5X expire.
fr: Recevez une notification lorsque votre Boost Publicitaire 1.5X expire.
hi: जब आपका 1.5X विज्ञापन बूस्ट समाप्त हो जाए तो सूचित हों।
id: Dapatkan notifikasi saat Boost Iklan 1.5X Anda berakhir.
ja: 1.5X広告ブーストが期限切れになったときに通知を受け取ります。
pt: Seja notificado quando seu Boost de Anúncio 1.5X expirar.
ru: Получать уведомление, когда ваш 1.5X Рекламный Буст истечет.

# settingsErrorUpdate
source: Failed to update settings: {error}
de: Fehler beim Aktualisieren der Einstellungen: {error}
es: Error al actualizar ajustes: {error}
fr: Échec de la mise à jour des paramètres : {error}
hi: सेटिंग्स अपडेट करने में विफल: {error}
id: Gagal memperbarui pengaturan: {error}
ja: 設定の更新に失敗しました: {error}
pt: Falha ao atualizar configurações: {error}
ru: Не удалось обновить настройки: {error}

# projectInfoTitle
source: Our Vision
de: Unsere Vision
es: Nuestra Visión
fr: Notre Vision
hi: हमारा दृष्टिकोण
id: Visi Kami
ja: 私たちのビジョン
pt: Nossa Visão
ru: Наше видение

# projectInfoSection1Title
source: What is ON Network?
de: Was ist ON Network?
es: ¿Qué es ON Network?
fr: Qu'est-ce que ON Network ?
hi: ON Network क्या है?
id: Apa itu ON Network?
ja: ON Networkとは？
pt: O que é a ON Network?
ru: Что такое ON Network?

# projectInfoSection1Content
source: ON Network is a decentralized digital ecosystem designed for the future. By tapping the button every 24 hours, you are validating your presence as a human Pioneer and contributing to the network's security and growth. In return, you earn ON, the native digital currency of our network.
de: ON Network ist ein dezentrales digitales Ökosystem, das für die Zukunft konzipiert wurde. Indem du alle 24 Stunden auf den Button tippst, bestätigst du deine Anwesenheit als menschlicher Pionier und trägst zur Sicherheit und zum Wachstum des Netzwerks bei. Im Gegenzug verdienst du ON, die native digitale Währung unseres Netzwerks.
es: ON Network es un ecosistema digital descentralizado diseñado para el futuro. Al tocar el botón cada 24 horas, estás validando tu presencia como un Pionero humano y contribuyendo a la seguridad y crecimiento de la red. A cambio, ganas ON, la moneda digital nativa de nuestra red.
fr: ON Network est un écosystème numérique décentralisé conçu pour l'avenir. En appuyant sur le bouton toutes les 24 heures, vous validez votre présence en tant que Pionnier humain et contribuez à la sécurité et à la croissance du réseau. En retour, vous gagnez des ON, la monnaie numérique native de notre réseau.
hi: ON Network भविष्य के लिए डिज़ाइन किया गया एक विकेन्द्रीकृत डिजिटल इकोसिस्टम है। हर 24 घंटे में बटन टैप करके, आप एक मानव पायनियर के रूप में अपनी उपस्थिति को मान्य कर रहे हैं और नेटवर्क की सुरक्षा और विकास में योगदान दे रहे हैं। बदले में, आप ON कमाते हैं, जो हमारे नेटवर्क की मूल डिजिटल मुद्रा है।
id: ON Network adalah ekosistem digital terdesentralisasi yang dirancang untuk masa depan. Dengan mengetuk tombol setiap 24 jam, Anda memvalidasi kehadiran Anda sebagai Perintis manusia dan berkontribusi pada keamanan dan pertumbuhan jaringan. Sebagai imbalannya, Anda mendapatkan ON, mata uang digital asli jaringan kami.
ja: ON Networkは、未来のために設計された分散型デジタルエコシステムです。24時間ごとにボタンをタップすることで、あなたは人間としての存在を証明し、ネットワークのセキュリティと成長に貢献します。その見返りとして、私たちのネットワークのネイティブデジタル通貨であるONを獲得します。
pt: A ON Network é um ecossistema digital descentralizado projetado para o futuro. Ao tocar no botão a cada 24 horas, você está validando sua presença como um Pioneiro humano e contribuindo para a segurança e crescimento da rede. Em troca, você ganha ON, a moeda digital nativa da nossa rede.
ru: ON Network - это децентрализованная цифровая экосистема, разработанная для будущего. Нажимая кнопку каждые 24 часа, вы подтверждаете свое присутствие как человек-Пионер и вносите вклад в безопасность и рост сети. Взамен вы зарабатываете ON, нативную цифровую валюту нашей сети.

# projectInfoSection2Title
source: ON Coin Utility
de: ON-Coin-Nutzen
es: Utilidad de ON Coin
fr: Utilité du ON Coin
hi: ON कॉइन की उपयोगिता
id: Utilitas Koin ON
ja: ONコインのユーティリティ
pt: Utilidade da ON Coin
ru: Польза ON-коина

# projectInfoSection2Content
source: The ON Coins you are earning are currently being distributed to early Pioneers like you. As the network grows, ON's primary purpose will be to facilitate transactions in the future Marketplace and support network functions. The earning rate decreases as the network grows, rewarding early participation in building the community.
de: Die ON-Coins, die du verdienst, werden derzeit an frühe Pioniere wie dich verteilt. Wenn das Netzwerk wächst, wird der Hauptzweck von ON darin bestehen, Transaktionen auf dem zukünftigen Marktplatz zu erleichtern und Netzwerkfunktionen zu unterstützen. Die Verdienstrate sinkt, wenn das Netzwerk wächst, um die frühe Teilnahme am Aufbau der Community zu belohnen.
es: Los ON Coins que estás ganando actualmente se distribuyen a Pioneros tempranos como tú. A medida que la red crezca, el propósito principal de ON será facilitar transacciones en el futuro Mercado y soportar funciones de la red. La tasa de ganancia disminuye a medida que la red crece, recompensando la participación temprana en la construcción de la comunidad.
fr: Les ON Coins que vous gagnez sont actuellement distribués aux premiers Pionniers comme vous. À mesure que le réseau se développe, l'objectif principal d'ON sera de faciliter les transactions sur le futur Marché et de soutenir les fonctions du réseau. Le taux de gain diminue à mesure que le réseau se développe, récompensant la participation précoce à la construction de la communauté.
hi: जो ON कॉइन आप कमा रहे हैं, वे वर्तमान में आप जैसे शुरुआती पायनियर्स को वितरित किए जा रहे हैं। जैसे-जैसे नेटवर्क बढ़ता है, ON का प्राथमिक उद्देश्य भविष्य के मार्केटप्लेस में लेनदेन को सुविधाजनक बनाना और नेटवर्क कार्यों का समर्थन करना होगा। जैसे-जैसे नेटवर्क बढ़ता है, कमाई की दर कम हो जाती है, जो समुदाय के निर्माण में शुरुआती भागीदारी को पुरस्कृत करती है।
id: Koin ON yang Anda peroleh saat ini didistribusikan ke Perintis awal seperti Anda. Seiring pertumbuhan jaringan, tujuan utama ON adalah untuk memfasilitasi transaksi di Marketplace masa depan dan mendukung fungsi jaringan. Tarif penghasilan menurun seiring pertumbuhan jaringan, memberi penghargaan pada partisipasi awal dalam membangun komunitas.
ja: あなたが獲得しているONコインは、現在、あなたのような初期のパイオニアに配布されています。ネットワークが成長するにつれて、ONの主な目的は、将来のマーケットプレイスでの取引を容易にし、ネットワーク機能をサポートすることです。ネットワークが成長するにつれて獲得レートは低下し、コミュニティ構築への早期参加に報酬を与えます。
pt: As ON Coins que você está ganhando estão sendo distribuídas para Pioneiros iniciais como você. À medida que a rede cresce, o propósito principal do ON será facilitar transações no futuro Mercado e apoiar funções da rede. A taxa de ganho diminui à medida que a rede cresce, recompensando a participação antecipada na construção da comunidade.
ru: ON-коины, которые вы зарабатываете, в настоящее время распределяются среди ранних Пионеров, таких как вы. По мере роста сети, основной целью ON будет облегчение транзакций на будущем Маркетплейсе и поддержка функций сети. Скорость заработка снижается по мере роста сети, вознаграждая за раннее участие в построении сообщества.

# projectInfoSection3Title
source: Our Roadmap
de: Unsere Roadmap
es: Nuestra Hoja de Ruta
fr: Notre Feuille de Route
hi: हमारा रोडमैप
id: Roadmap Kami
ja: 私たちのロードマップ
pt: Nosso Roteiro
ru: Наша дорожная карта

# projectInfoRoadmap1Title
source: Phase 1: Pioneers (You are here)
de: Phase 1: Pioniere (Du bist hier)
es: Fase 1: Pioneros (Estás aquí)
fr: Phase 1 : Pionniers (Vous êtes ici)
hi: चरण 1: पायनियर्स (आप यहाँ हैं)
id: Fase 1: Perintis (Anda di sini)
ja: フェーズ1：パイオニア (現在地)
pt: Fase 1: Pioneiros (Você está aqui)
ru: Фаза 1: Пионеры (Вы здесь)

# projectInfoRoadmap1Content
source: Grow the network from 0 to 1 million Pioneers. Distribute ON coin through engagement.
de: Das Netzwerk von 0 auf 1 Million Pioniere erweitern. ON-Coins durch Engagement verteilen.
es: Hacer crecer la red de 0 a 1 millón de Pioneros. Distribuir ON coin a través de la participación.
fr: Faire croître le réseau de 0 à 1 million de Pionniers. Distribuer des ON coins via l'engagement.
hi: नेटवर्क को 0 से 1 मिलियन पायनियर्स तक बढ़ाना। जुड़ाव के माध्यम से ON कॉइन वितरित करना।
id: Menumbuhkan jaringan dari 0 hingga 1 juta Perintis. Mendistribusikan koin ON melalui keterlibatan.
ja: ネットワークを0から100万人のパイオニアに成長させます。エンゲージメントを通じてONコインを配布します。
pt: Crescer a rede de 0 para 1 milhão de Pioneiros. Distribuir ON coin através do engajamento.
ru: Расширение сети от 0 до 1 миллиона Пионеров. Распределение ON-коинов через вовлечение.

# projectInfoRoadmap2Title
source: Phase 2: Marketplace
de: Phase 2: Marktplatz
es: Fase 2: Mercado
fr: Phase 2 : Marché
hi: चरण 2: मार्केटप्लेस
id: Fase 2: Marketplace
ja: フェーズ2：マーケットプレイス
pt: Fase 2: Mercado
ru: Фаза 2: Маркетплейс

# projectInfoRoadmap2Content
source: Launch the ON Marketplace where members can exchange goods and services using their earned ON Coins.
de: Start des ON-Marktplatzes, auf dem Mitglieder Waren und Dienstleistungen mit ihren verdienten ON-Coins austauschen können.
es: Lanzar el Mercado ON donde los miembros pueden intercambiar bienes y servicios usando sus ON Coins ganados.
fr: Lancer le Marché ON où les membres peuvent échanger des biens et services en utilisant leurs ON Coins gagnés.
hi: ON मार्केटप्लेस लॉन्च करना जहाँ सदस्य अपने अर्जित ON कॉइन्स का उपयोग करके वस्तुओं और सेवाओं का आदान-प्रदान कर सकते हैं।
id: Meluncurkan ON Marketplace di mana anggota dapat menukar barang dan jasa menggunakan Koin ON yang mereka peroleh.
ja: メンバーが獲得したONコインを使用して商品やサービスを交換できるONマーケットプレイスを開始します。
pt: Lançar o Mercado ON onde os membros podem trocar bens e serviços usando suas ON Coins ganhas.
ru: Запуск Маркетплейса ON, где участники смогут обмениваться товарами и услугами, используя заработанные ON-коины.

# projectInfoRoadmap3Title
source: Phase 3: Mainnet & Exchange
es: Fase 3: Mainnet e Intercambio
fr: Phase 3 : Mainnet et Échange
hi: चरण 3: मेननेट और एक्सचेंज
id: Fase 3: Mainnet & Bursa
ja: フェーズ3：メインネットと取引所
pt: Fase 3: Mainnet e Exchange
ru: Фаза 3: Mainnet и Биржи

# projectInfoRoadmap3Content
source: Transition to a fully decentralized blockchain (Mainnet) and enable ON functionality on major cryptocurrency platforms (subject to compliance).
de: Übergang zu einer vollständig dezentralen Blockchain (Mainnet) und Ermöglichung der ON-Funktionalität auf großen Kryptowährungsplattformen (vorbehaltlich der Einhaltung von Vorschriften).
es: Transición a una blockchain completamente descentralizada (Mainnet) y habilitar la funcionalidad de ON en las principales plataformas de criptomonedas (sujeto a cumplimiento).
fr: Transition vers une blockchain entièrement décentralisée (Mainnet) et activation de la fonctionnalité ON sur les principales plateformes de cryptomonnaie (sous réserve de conformité).
hi: पूरी तरह से विकेन्द्रीकृत ब्लॉकचेन (मेननेट) में संक्रमण करना और प्रमुख क्रिप्टोकरेंसी प्लेटफार्मों पर ON कार्यक्षमता को सक्षम करना (अनुपालन के अधीन)।
id: Transisi ke blockchain yang sepenuhnya terdesentralisasi (Mainnet) dan mengaktifkan fungsionalitas ON di platform cryptocurrency utama (tergantung kepatuhan).
ja: 完全に分散化されたブロックチェーン（メインネット）に移行し、主要な暗号通貨プラットフォームでONの機能を有効にします（コンプライアンスに従う）。
pt: Transição para uma blockchain totalmente descentralizada (Mainnet) e habilitar a funcionalidade ON nas principais plataformas de criptomoedas (sujeito à conformidade).
ru: Переход на полностью децентрализованный блокчейн (Mainnet) и включение функциональности ON на крупных криптовалютных платформах (при условии соблюдения требований).

# settingsLangTitle
source: Language
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
ja: 言語
pt: Idioma
ru: Язык

# settingsLangSubtitle
source: Change the application language
de: Anwendungssprache ändern
es: Cambiar el idioma de la aplicación
fr: Changer la langue de l'application
hi: एप्लिकेशन की भाषा बदलें
id: Ubah bahasa aplikasi
ja: アプリの言語を変更する
pt: Alterar o idioma do aplicativo
ru: Изменить язык приложения

# marketplaceTooltipEmail
source: Contact Support
de: Support kontaktieren
es: Contactar a Soporte
fr: Contacter le support
hi: समर्थन से संपर्क करें
id: Hubungi Dukungan
ja: サポートに連絡
pt: Contatar Suporte
ru: Связаться с поддержкой

# profileEmail
source: Contact Support
de: Support kontaktieren
es: Contactar a Soporte
fr: Contacter le support
hi: समर्थन से संपर्क करें
id: Hubungi Dukungan
ja: サポートに連絡
pt: Contatar Suporte
ru: Связаться с поддержкой

# marketplaceTooltipFacebook
source: Follow us on Facebook
de: Folge uns auf Facebook
es: Síguenos en Facebook
fr: Suivez-nous sur Facebook
hi: हमें फेसबुक पर फॉलो करें
id: Ikuti kami di Facebook
ja: Facebookでフォロー
pt: Siga-nos no Facebook
ru: Следите за нами в Facebook

# marketplaceTooltipYoutube
source: Subscribe to our YouTube
de: Abonniere unseren YouTube-Kanal
es: Suscríbete a nuestro YouTube
fr: Abonnez-vous à notre YouTube
hi: हमारा यूट्यूब सब्सक्राइब करें
id: Berlangganan YouTube kami
ja: YouTubeをチャンネル登録
pt: Inscreva-se no nosso YouTube
ru: Подпишитесь на наш YouTube

# profileFacebook
source: Follow us on Facebook
de: Folge uns auf Facebook
es: Síguenos en Facebook
fr: Suivez-nous sur Facebook
hi: हमें फेसबुक पर फॉलो करें
id: Ikuti kami di Facebook
ja: Facebookでフォロー
pt: Siga-nos no Facebook
ru: Следите за нами в Facebook

# profileFacebookSubtitle
source: See our updates and community
de: Sieh dir unsere Updates und Community an
es: Mira nuestras actualizaciones y comunidad
fr: Voir nos mises à jour et la communauté
hi: हमारे अपडेट और समुदाय देखें
id: Lihat pembaruan dan komunitas kami
ja: アップデートとコミュニティを見る
pt: Veja nossas atualizações e comunidade
ru: Смотрите наши обновления и сообщество

# profileYoutube
source: Subscribe to our YouTube
de: Abonniere unseren YouTube-Kanal
es: Suscríbete a nuestro YouTube
fr: Abonnez-vous à notre YouTube
hi: हमारा यूट्यूब सब्सक्राइब करें
id: Berlangganan YouTube kami
ja: YouTubeをチャンネル登録
pt: Inscreva-se no nosso YouTube
ru: Подпишитесь на наш YouTube

# profileYoutubeSubtitle
source: Watch project updates and tutorials
de: Sieh dir Projektupdates und Tutorials an
es: Mira actualizaciones de proyectos y tutoriales
fr: Regardez les mises à jour du projet et les tutoriels
hi: प्रोजेक्ट अपडेट और ट्यूटोरियल देखें
id: Tonton pembaruan proyek dan tutorial
ja: プロジェクトのアップデートとチュートリアルを見る
pt: Assista a atualizações e tutoriais do projeto
ru: Смотрите обновления проекта и уроки
