Repository: abdullahgrpz/com.onnetwork.onnetwork
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, id, ja, pt, ru

source: Hello World!
de: Hallo Welt!
es: ¡Hola Mundo!
fr: Bonjour le monde !
hi: नमस्ते दुनिया!
id: Halo Dunia!
ja: こんにちは、世界！
pt: Olá, Mundo!
ru: Привет, мир!

# updateRequiredTitle
source: Update Required
de: Aktualisierung erforderlich
es: Actualización Requerida
fr: Mise à jour requise
hi: अपडेट आवश्यक है
id: Pembaruan Diperlukan
ja: アップデートが必要です
pt: Atualização Necessária
ru: Требуется обновление

# updateRequiredMessage
source: A new, improved version of ON Network is available. You must update the app to continue earning.
de: Eine neue, verbesserte Version von ON Network ist verfügbar. Du musst die App aktualisieren, um weiterhin verdienen zu können.
es: Una versión nueva y mejorada de ON Network está disponible. Debes actualizar la aplicación para seguir ganando.
fr: Une nouvelle version améliorée de ON Network est disponible. Vous devez mettre à jour l'application pour continuer à gagner.
hi: ON Network का एक नया, बेहतर संस्करण उपलब्ध है। कमाई जारी रखने के लिए आपको ऐप को अपडेट करना होगा।
id: Versi ON Network yang baru dan lebih baik telah tersedia. Anda harus memperbarui aplikasi untuk terus menghasilkan.
ja: ON Networkの新しい改良版が利用可能です。収益を得続けるには、アプリをアップデートする必要があります。
pt: Uma versão nova e melhorada da ON Network está disponível. Você deve atualizar o aplicativo para continuar ganhando.
ru: Доступна новая, улучшенная версия ON Network. Вы должны обновить приложение, чтобы продолжать зарабатывать.

# updateNowButton
source: Update Now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour
hi: अभी अपडेट करें
id: Perbarui Sekarang
ja: 今すぐアップデート
pt: Atualizar Agora
ru: Обновить сейчас

# navHome
source: Home
de: Startseite
es: Inicio
fr: Accueil
hi: होम
id: Beranda
ja: ホーム
pt: Início
ru: Главная

# navTeam
source: Team
es: Equipo
fr: Équipe
hi: टीम
id: Tim
ja: チーム
pt: Equipe
ru: Команда

# navMarketplace
source: Marketplace
de: Marktplatz
es: Mercado
fr: Marché
hi: मार्केटप्लेस
id: Market
ja: マーケット
pt: Mercado
ru: Маркет

# navProfile
source: Profile
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
id: Profil
ja: プロフィール
pt: Perfil
ru: Профиль

# authWelcomeBack
source: Welcome Back!
de: Willkommen zurück!
es: ¡Bienvenido de vuelta!
fr: Content de vous revoir !
hi: वापस स्वागत है!
id: Selamat Datang Kembali!
ja: おかえりなさい！
pt: Bem-vindo de volta!
ru: С возвращением!

# authCreateAccount
source: Create Your Account
de: Erstelle dein Konto
es: Crea tu Cuenta
fr: Créez votre compte
hi: अपना खाता बनाएँ
id: Buat Akun Anda
ja: アカウントを作成
pt: Crie Sua Conta
ru: Создайте свой аккаунт

# authEmail
source: Email
es: Correo electrónico
hi: ईमेल
ja: メールアドレス
ru: Эл. почта

# authErrorEmailEmpty
source: Please enter an email
de: Bitte gib eine E-Mail-Adresse ein
es: Por favor, introduce un correo electrónico
fr: Veuillez saisir une adresse e-mail
hi: कृपया एक ईमेल दर्ज करें
id: Silakan masukkan email
ja: メールアドレスを入力してください
pt: Por favor, insira um e-mail
ru: Пожалуйста, введите эл. почту

# authErrorEmailInvalid
source: Please enter a valid email address
de: Bitte gib eine gültige E-Mail-Adresse ein
es: Por favor, introduce un correo electrónico válido
fr: Veuillez saisir une adresse e-mail valide
hi: कृपया एक मान्य ईमेल पता दर्ज करें
id: Silakan masukkan alamat email yang valid
ja: 有効なメールアドレスを入力してください
pt: Por favor, insira um endereço de e-mail válido
ru: Пожалуйста, введите действующий адрес эл. почты

# authPassword
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
id: Kata Sandi
ja: パスワード
pt: Senha
ru: Пароль

# authErrorPasswordEmpty
source: Please enter your password
de: Bitte gib dein Passwort ein
es: Por favor, introduce tu contraseña
fr: Veuillez saisir votre mot de passe
hi: कृपया अपना पासवर्ड दर्ज करें
id: Silakan masukkan kata sandi Anda
ja: パスワードを入力してください
pt: Por favor, insira sua senha
ru: Пожалуйста, введите ваш пароль

# authErrorPasswordLength
source: Password must be at least 6 characters
de: Passwort muss mindestens 6 Zeichen lang sein
es: La contraseña debe tener al menos 6 caracteres
fr: Le mot de passe doit contenir au moins 6 caractères
hi: पासवर्ड कम से कम 6 वर्णों का होना चाहिए
id: Kata sandi minimal harus 6 karakter
ja: パスワードは6文字以上である必要があります
pt: A senha deve ter pelo menos 6 caracteres
ru: Пароль должен содержать не менее 6 символов

# authConfirmPassword
source: Confirm Password
de: Passwort bestätigen
es: Confirmar Contraseña
fr: Confirmer le mot de passe
hi: पासवर्ड की पुष्टि करें
id: Konfirmasi Kata Sandi
ja: パスワードを確認
pt: Confirmar Senha
ru: Подтвердите пароль

# authErrorConfirmPasswordEmpty
source: Please confirm your password
de: Bitte bestätige dein Passwort
es: Por favor, confirma tu contraseña
fr: Veuillez confirmer votre mot de passe
hi: कृपया अपने पासवर्ड की पुष्टि करें
id: Silakan konfirmasi kata sandi Anda
ja: パスワードを確認してください
pt: Por favor, confirme sua senha
ru: Пожалуйста, подтвердите ваш пароль

# authErrorPasswordsNoMatch
source: Passwords do not match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
hi: पासवर्ड मेल नहीं खाते
id: Kata sandi tidak cocok
ja: パスワードが一致しません
pt: As senhas não coincidem
ru: Пароли не совпадают

# authUsername
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
id: Nama Pengguna
ja: ユーザー名
pt: Nome de usuário
ru: Имя пользователя

# authUsernameHint
source: Must be at least 3 characters
de: Muss mindestens 3 Zeichen lang sein
es: Debe tener al menos 3 caracteres
fr: Doit contenir au moins 3 caractères
hi: कम से कम 3 वर्णों का होना चाहिए
id: Minimal harus 3 karakter
ja: 3文字以上である必要があります
pt: Deve ter pelo menos 3 caracteres
ru: Должно быть не менее 3 символов

# authErrorUsernameLength
source: Username must be at least 3 characters.
de: Benutzername muss mindestens 3 Zeichen lang sein.
es: El nombre de usuario debe tener al menos 3 caracteres.
fr: Le nom d'utilisateur doit contenir au moins 3 caractères.
hi: उपयोगकर्ता नाम कम से कम 3 वर्णों का होना चाहिए।
id: Nama pengguna minimal harus 3 karakter.
ja: ユーザー名は3文字以上である必要があります。
pt: O nome de usuário deve ter pelo menos 3 caracteres.
ru: Имя пользователя должно содержать не менее 3 символов.

# authInviteCode
source: Invite Code (Optional)
de: Einladungscode (Optional)
es: Código de Invitación (Opcional)
fr: Code d'invitation (Optionnel)
hi: आमंत्रण कोड (वैकल्पिक)
id: Kode Undangan (Opsional)
ja: 招待コード (任意)
pt: Código de Convite (Opcional)
ru: Код приглашения (необязательно)

# authInviteCodeHint
source: e.g., A41DB9X1
de: z.B. A41DB9X1
es: ej: A41DB9X1
fr: ex: A41DB9X1
hi: जैसे: A41DB9X1
id: cth: A41DB9X1
ja: 例: A41DB9X1
pt: ex: A41DB9X1
ru: например, A41DB9X1

# authAgeConfirmation
source: I am 18 years of age or older and legally eligible to use this service.
de: Ich bin 18 Jahre oder älter und rechtlich befugt, diesen Dienst zu nutzen.
es: Tengo 18 años o más y soy legalmente elegible para usar este servicio.
fr: J'ai 18 ans ou plus et je suis légalement éligible pour utiliser ce service.
hi: मैं 18 वर्ष या उससे अधिक आयु का हूँ और इस सेवा का उपयोग करने के लिए कानूनी रूप से योग्य हूँ।
id: Saya berusia 18 tahun atau lebih dan secara hukum berhak menggunakan layanan ini.
ja: 私は18歳以上であり、法的に本サービスを利用する資格があります。
pt: Eu tenho 18 anos ou mais e sou legalmente elegível para usar este serviço.
ru: Мне 18 лет или больше, и я имею законное право пользоваться этой услугой.

# authTermsConfirmationPrefix
source: I have read and agree to the
de: Ich habe die
es: He leído y acepto los
fr: J'ai lu et j'accepte les
hi: मैंने
id: Saya telah membaca dan menyetujui
ja: 私は
pt: Eu li e concordo com os
ru: Я прочитал и согласен с

# authTermsOfService
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions d'utilisation
hi: सेवा की शर्तें
id: Ketentuan Layanan
ja: 利用規約
pt: Termos de Serviço
ru: Условиями обслуживания

# authTermsConfirmationMid
source: and
de: und die
es: y la
fr: et la
hi: और
id: dan
ja: および
pt: e a
ru: и

# authPrivacyPolicy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
ja: プライバシーポリシー
pt: Política de Privacidade
ru: Политикой конфиденциальности

# authErrorAge
source: You must be 18 years or older to use the ON Network.
de: Du musst 18 Jahre oder älter sein, um das ON Network zu nutzen.
es: Debes tener 18 años o más para usar ON Network.
fr: Vous devez avoir 18 ans ou plus pour utiliser ON Network.
hi: ON Network का उपयोग करने के लिए आपकी आयु 18 वर्ष या उससे अधिक होनी चाहिए।
id: Anda harus berusia 18 tahun atau lebih untuk menggunakan ON Network.
ja: ON Networkを利用するには18歳以上である必要があります。
pt: Você deve ter 18 anos ou mais para usar a ON Network.
ru: Вам должно быть 18 лет или больше, чтобы использовать ON Network.

# authErrorTerms
source: You must agree to the Terms of Service and Privacy Policy.
de: Du musst den Nutzungsbedingungen und der Datenschutzrichtlinie zustimmen.
es: Debes aceptar los Términos de Servicio y la Política de Privacidad.
fr: Vous devez accepter les Conditions d'utilisation et la Politique de confidentialité.
hi: आपको सेवा की शर्तों और गोपनीयता नीति से सहमत होना होगा।
id: Anda harus menyetujui Ketentuan Layanan dan Kebijakan Privasi.
ja: 利用規約とプライバシーポリシーに同意する必要があります。
pt: Você deve concordar com os Termos de Serviço e a Política de Privacidade.
ru: Вы должны согласиться с Условиями обслуживания и Политикой конфиденциальности.

# authLogin
source: Login
de: Anmelden
es: Iniciar sesión
fr: Connexion
hi: लॉग इन करें
id: Masuk
ja: ログイン
pt: Entrar
ru: Войти

# authRegister
source: Register
de: Registrieren
es: Registrarse
fr: S'inscrire
hi: रजिस्टर करें
id: Daftar
ja: 登録
pt: Registrar
ru: Регистрация

# authSignInWithGoogle
source: Sign in with Google
de: Mit Google anmelden
es: Iniciar sesión con Google
fr: Se connecter avec Google
hi: Google के साथ साइन इन करें
id: Masuk dengan Google
ja: Googleでサインイン
pt: Entrar com Google
ru: Войти через Google

# authSignUpWithGoogle
source: Sign up with Google
de: Mit Google registrieren
es: Registrarse con Google
fr: S'inscrire avec Google
hi: Google के साथ साइन अप करें
id: Daftar dengan Google
ja: Googleで登録
pt: Registrar com Google
ru: Зарегистрироваться через Google

# authSwitchToRegister
source: Need an account? Register
de: Kein Konto? Registrieren
es: ¿No tienes cuenta? Regístrate
fr: Pas de compte ? S'inscrire
hi: खाता नहीं है? रजिस्टर करें
id: Belum punya akun? Daftar
ja: アカウントをお持ちではありませんか？ 登録
pt: Não tem uma conta? Registre-se
ru: Нет аккаунта? Зарегистрируйтесь

# authSwitchToLogin
source: Already have an account? Login
de: Schon ein Konto? Anmelden
es: ¿Ya tienes cuenta? Inicia sesión
fr: Déjà un compte ? Se connecter
hi: पहले से ही खाता है? लॉग इन करें
id: Sudah punya akun? Masuk
ja: すでにアカウントをお持ちですか？ ログイン
pt: Já tem uma conta? Entre
ru: Уже есть аккаунт? Войдите

# authForgotPassword
source: Forgot Password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
hi: पासवर्ड भूल गए?
id: Lupa Kata Sandi?
ja: パスワードをお忘れですか？
pt: Esqueceu a senha?
ru: Забыли пароль?

# authResetPassword
source: Reset Password
de: Passwort zurücksetzen
es: Restablecer Contraseña
fr: Réinitialiser le mot de passe
hi: पासवर्ड रीसेट करें
id: Atur Ulang Kata Sandi
ja: パスワードをリセット
pt: Redefinir Senha
ru: Сбросить пароль

# authEnterEmailHint
source: Enter your email
de: Gib deine E-Mail-Adresse ein
es: Introduce tu correo electrónico
fr: Saisissez votre e-mail
hi: अपना ईमेल दर्ज करें
id: Masukkan email Anda
ja: メールアドレスを入力
pt: Digite seu e-mail
ru: Введите вашу эл. почту

# authCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
ja: キャンセル
pt: Cancelar
ru: Отмена

# authSendResetLink
source: Send Reset Link
de: Link zum Zurücksetzen senden
es: Enviar enlace de restablecimiento
fr: Envoyer le lien de réinitialisation
hi: रीसेट लिंक भेजें
id: Kirim Tautan Atur Ulang
ja: リセットリンクを送信
pt: Enviar Link de Redefinição
ru: Отправить ссылку для сброса

# authResetLinkSent
source: Password reset link sent to your email.
de: Link zum Zurücksetzen des Passworts an deine E-Mail gesendet.
es: Enlace de restablecimiento de contraseña enviado a tu correo.
fr: Lien de réinitialisation du mot de passe envoyé à votre e-mail.
hi: पासवर्ड रीसेट लिंक आपके ईमेल पर भेजा गया है।
id: Tautan atur ulang kata sandi telah dikirim ke email Anda.
ja: パスワードリセット用のリンクをメールアドレスに送信しました。
pt: Link de redefinição de senha enviado para seu e-mail.
ru: Ссылка для сброса пароля отправлена на вашу эл. почту.

# onboardingWelcomeTitle
source: Welcome to ON Network
de: Willkommen bei ON Network
es: Bienvenido a ON Network
fr: Bienvenue sur ON Network
hi: ON Network में आपका स्वागत है
id: Selamat Datang di ON Network
ja: ON Networkへようこそ
pt: Bem-vindo à ON Network
ru: Добро пожаловать в ON Network

# onboardingWelcomeDesc
source: You are now a Pioneer in a new digital ecosystem. Your journey starts today.
de: Du bist jetzt ein Pionier in einem neuen digitalen Ökosystem. Deine Reise beginnt heute.
es: Ahora eres un Pionero en un nuevo ecosistema digital. Tu viaje comienza hoy.
fr: Vous êtes maintenant un Pionnier dans un nouvel écosystème numérique. Votre voyage commence aujourd'hui.
hi: अब आप एक नए डिजिटल इकोसिस्टम में एक पायनियर हैं। आपकी यात्रा आज शुरू होती है।
id: Anda sekarang adalah Perintis di ekosistem digital baru. Perjalanan Anda dimulai hari ini.
ja: あなたは今、新しいデジタルエコシステムのパイオニアです。あなたの旅は今日から始まります。
pt: Você agora é um Pioneiro em um novo ecossistema digital. Sua jornada começa hoje.
ru: Теперь вы Пионер в новой цифровой экосистеме. Ваше путешествие начинается сегодня.

# onboardingMineTitle
source: Tap to Mine
de: Tippen zum Minen
es: Toca para Minar
fr: Appuyez pour Miner
hi: माइन करने के लिए टैप करें
id: Ketuk untuk Menambang
ja: タップしてマイニング
pt: Toque para Minerar
ru: Нажмите для майнинга

# onboardingMineDesc
source: Tap the power button every 24 hours to prove you're human and earn your ON coins.
de: Tippe alle 24 Stunden auf den Power-Button, um zu beweisen, dass du ein Mensch bist und deine ON-Coins zu verdienen.
es: Toca el botón de encendido cada 24 horas para demostrar que eres humano y ganar tus ON coins.
fr: Appuyez sur le bouton d'alimentation toutes les 24 heures pour prouver que vous êtes humain et gagner vos ON coins.
hi: यह साबित करने के लिए कि आप इंसान हैं, हर 24 घंटे में पावर बटन पर टैप करें और अपने ON कॉइन अर्जित करें।
id: Ketuk tombol daya setiap 24 jam untuk membuktikan bahwa Anda manusia dan dapatkan koin ON Anda.
ja: 24時間ごとに電源ボタンをタップして、あなたが人間であることを証明し、ONコインを獲得しましょう。
pt: Toque no botão de energia a cada 24 horas para provar que você é humano e ganhar suas ON coins.
ru: Нажимайте кнопку питания каждые 24 часа, чтобы доказать, что вы человек, и зарабатывать свои ON-коины.

# onboardingTeamTitle
source: Build Your Team
de: Baue dein Team auf
es: Construye tu Equipo
fr: Construisez votre Équipe
hi: अपनी टीम बनाएँ
id: Bangun Tim Anda
ja: チームを構築
pt: Construa sua Equipe
ru: Создайте свою команду

# onboardingTeamDesc
source: Invite your friends to join your team. The more active members you have, the faster you earn.
de: Lade deine Freunde ein, deinem Team beizutreten. Je mehr aktive Mitglieder du hast, desto schneller verdienst du.
es: Invita a tus amigos a unirse a tu equipo. Cuantos más miembros activos tengas, más rápido ganarás.
fr: Invitez vos amis à rejoindre votre équipe. Plus vous avez de membres actifs, plus vous gagnez rapidement.
hi: अपनी टीम में शामिल होने के लिए अपने दोस्तों को आमंत्रित करें। आपके पास जितने अधिक सक्रिय सदस्य होंगे, आप उतनी ही तेज़ी से कमाई करेंगे।
id: Undang teman Anda untuk bergabung dengan tim Anda. Semakin banyak anggota aktif yang Anda miliki, semakin cepat Anda menghasilkan.
ja: 友達を招待してチームに参加してもらいましょう。アクティブなメンバーが多いほど、より速く稼ぐことができます。
pt: Convide seus amigos para se juntarem à sua equipe. Quanto mais membros ativos você tiver, mais rápido você ganha.
ru: Пригласите своих друзей присоединиться к вашей команде. Чем больше у вас активных участников, тем быстрее вы зарабатываете.

# onboardingStart
source: Let's Start!
de: Los geht's!
es: ¡Comencemos!
fr: Commençons !
hi: चलिए शुरू करते हैं!
id: Mari Mulai!
ja: 始めましょう！
pt: Vamos Começar!
ru: Начнем!

# onboardingNext
source: Next
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
id: Lanjut
ja: 次へ
pt: Próximo
ru: Далее

# homeErrorLoading
source: Error loading data. Please check your connection and try again. Details: {error}
de: Fehler beim Laden der Daten. Bitte prüfe deine Verbindung und versuche es erneut. Details: {error}
es: Error al cargar datos. Por favor, comprueba tu conexión e inténtalo de nuevo. Detalles: {error}
fr: Erreur lors du chargement des données. Veuillez vérifier votre connexion et réessayer. Détails : {error}
hi: डेटा लोड करने में त्रुटि। कृपया अपना कनेक्शन जांचें और पुनः प्रयास करें। विवरण: {error}
id: Gagal memuat data. Periksa koneksi Anda dan coba lagi. Detail: {error}
ja: データの読み込みエラー。接続を確認して、もう一度お試しください。 詳細: {error}
pt: Erro ao carregar dados. Por favor, verifique sua conexão e tente novamente. Detalhes: {error}
ru: Ошибка загрузки данных. Пожалуйста, проверьте ваше соединение и попробуйте снова. Детали: {error}

# homeStatsBaseRate
source: Base Rate
de: Basisrate
es: Tasa Base
fr: Taux de Base
hi: बेस रेट
id: Tarif Dasar
ja: ベースレート
pt: Taxa Base
ru: Базовая ставка

# homeStatsBaseRateSubtitle
source: Your current base speed
de: Deine aktuelle Basisgeschwindigkeit
es: Tu velocidad base actual
fr: Votre vitesse de base actuelle
hi: आपकी वर्तमान बेस स्पीड
id: Kecepatan dasar Anda saat ini
ja: 現在の基本速度
pt: Sua velocidade base atual
ru: Ваша текущая базовая скорость

# homeStatsBaseRateInfoTitle
source: Base Rate
de: Basisrate
es: Tasa Base
fr: Taux de Base
hi: बेस रेट
id: Tarif Dasar
ja: ベースレート
pt: Taxa Base
ru: Базовая ставка

# homeStatsBaseRateInfo
source: This is your current base earning speed. It decreases globally for all users as the network grows, according to the halving schedule.
de: Dies ist deine aktuelle Basis-Verdienstgeschwindigkeit. Sie sinkt global für alle Benutzer, wenn das Netzwerk wächst, gemäß dem Halving-Zeitplan.
es: Esta es tu velocidad de ganancia base actual. Disminuye globalmente para todos los usuarios a medida que la red crece, según el calendario de halving.
fr: Ceci est votre vitesse de gain de base actuelle. Elle diminue globalement pour tous les utilisateurs à mesure que le réseau se développe, selon le calendrier de halving.
hi: यह आपकी वर्तमान बेस कमाई की गति है। नेटवर्क बढ़ने के साथ-साथ यह सभी उपयोगकर्ताओं के लिए वैश्विक रूप से कम हो जाती है, हॉल्विंग शेड्यूल के अनुसार।
id: Ini adalah kecepatan penghasilan dasar Anda saat ini. Ini akan berkurang secara global untuk semua pengguna seiring pertumbuhan jaringan, sesuai dengan jadwal halving.
ja: これは現在の基本獲得速度です。ネットワークが成長するにつれて、半減期スケジュールに従い、すべてのユーザーのレートが世界的に減少します。
pt: Esta é a sua velocidade de ganho base atual. Ela diminui globalmente para todos os usuários à medida que a rede cresce, de acordo com o cronograma de halving.
ru: Это ваша текущая базовая скорость заработка. Она снижается глобально для всех пользователей по мере роста сети, согласно графику халвинга.

# homeStatsEffectiveRate
source: Effective Rate
de: Effektive Rate
es: Tasa Efectiva
fr: Taux Effectif
hi: प्रभावी रेट
id: Tarif Efektif
ja: 実効レート
pt: Taxa Efetiva
ru: Эффективная ставка

# homeStatsEffectiveRateBoost2x
source: (2X BOOST!)
es: (¡BOOST 2X!)
fr: (BOOST 2X !)
hi: (2X बूस्ट!)
id: (BOOST 2X!)
ja: (2Xブースト中!)
pt: (BOOST 2X!)
ru: (2X БУСТ!)

# homeStatsEffectiveRateBoost1_5x
source: (1.5X BOOST!)
es: (¡BOOST 1.5X!)
fr: (BOOST 1.5X !)
hi: (1.5X बूस्ट!)
id: (BOOST 1.5X!)
ja: (1.5Xブースト中!)
pt: (BOOST 1.5X!)
ru: (1.5X БУСТ!)

# homeStatsEffectiveRateSubtitle
source: +{bonus} from team ({percent}%)
de: +{bonus} vom Team ({percent}%)
es: +{bonus} del equipo ({percent}%)
fr: +{bonus} de l'équipe ({percent}%)
hi: टीम से +{bonus} ({percent}%)
id: +{bonus} dari tim ({percent}%)
ja: チームから+{bonus} ({percent}%)
pt: +{bonus} da equipe ({percent}%)
ru: +{bonus} от команды ({percent}%)

# homeStatsEffectiveRateInfoTitle
source: Effective Rate
de: Effektive Rate
es: Tasa Efectiva
fr: Taux Effectif
hi: प्रभावी रेट
id: Tarif Efektif
ja: 実効レート
pt: Taxa Efetiva
ru: Эффективная ставка

# homeStatsEffectiveRateInfo
source: Your current total earning speed: Base Rate + (Active Team Members * Your Bonus Tier % * Base Rate)
de: Deine aktuelle Gesamt-Verdienstgeschwindigkeit: Basisrate + (Aktive Teammitglieder * Dein Bonus-Level % * Basisrate)
es: Tu velocidad de ganancia total actual: Tasa Base + (Miembros Activos del Equipo * % de tu Nivel de Bonus * Tasa Base)
fr: Votre vitesse de gain totale actuelle : Taux de Base + (Membres Actifs de l'Équipe * % de votre Niveau de Bonus * Taux de Base)
hi: आपकी वर्तमान कुल कमाई की गति: बेस रेट + (सक्रिय टीम सदस्य * आपका बोनस टियर % * बेस रेट)
id: Total kecepatan penghasilan Anda saat ini: Tarif Dasar + (Anggota Tim Aktif * % Tier Bonus Anda * Tarif Dasar)
ja: 現在の総獲得速度: ベースレート + (アクティブなチームメンバー * あなたのボーナスティア% * ベースレート)
pt: Sua velocidade de ganho total atual: Taxa Base + (Membros Ativos da Equipe * % do seu Nível de Bônus * Taxa Base)
ru: Ваша текущая общая скорость заработка: Базовая ставка + (Активные участники команды * % вашего Бонусного уровня * Базовая ставка)

# homeStatsEffectiveRateInfoStarterBoost
source: 🚀 You are currently on a 2X Starter Boost!
de: 🚀 Du hast derzeit einen 2X Starter-Boost!
es: 🚀 ¡Actualmente estás en un Boost de Inicio 2X!
fr: 🚀 Vous bénéficiez actuellement d'un Boost de Démarrage 2X !
hi: 🚀 आप वर्तमान में 2X स्टार्टर बूस्ट पर हैं!
id: 🚀 Anda sedang dalam 2X Starter Boost!
ja: 🚀 現在、2Xスターターブースト中です！
pt: 🚀 Você está atualmente em um Boost de Início 2X!
ru: 🚀 У вас активен 2X Стартовый Буст!

# homeStatsEffectiveRateInfoAdBoost
source: ⏱️ Ad Boost Active!
de: ⏱️ Werbe-Boost Aktiv!
es: ⏱️ ¡Boost de Anuncio Activo!
fr: ⏱️ Boost Publicitaire Actif !
hi: ⏱️ विज्ञापन बूस्ट सक्रिय!
id: ⏱️ Boost Iklan Aktif!
ja: ⏱️ 広告ブーストが有効です！
pt: ⏱️ Boost de Anúncio Ativo!
ru: ⏱️ Рекламный Буст Активен!

# homeStatsGlobalMined
source: Global Mined
de: Global Gemined
es: Minado Global
fr: Miné Globalement
hi: वैश्विक माइनिंग
id: Dunia Tertambang
ja: 総採掘量
pt: Minerado Global
ru: Добыто в мире

# homeStatsGlobalMinedInfoTitle
source: Global Mined
de: Global Gemined
es: Minado Global
fr: Miné Globalement
hi: वैश्विक माइनिंग
id: Dunia Tertambang
ja: 総採掘量
pt: Minerado Global
ru: Добыто в мире

# homeStatsGlobalMinedInfo
source: The total amount of ON coins earned by all Pioneers worldwide towards the initial goal of 1 Billion ON.
de: Die Gesamtmenge der ON-Coins, die von allen Pionieren weltweit auf dem Weg zum ursprünglichen Ziel von 1 Milliarde ON verdient wurden.
es: La cantidad total de ON coins ganadas por todos los Pioneros en todo el mundo hacia el objetivo inicial de 1 Billón de ON.
fr: Le montant total de ON coins gagnés par tous les Pionniers dans le monde entier vers l'objectif initial de 1 Milliard d'ON.
hi: 1 बिलियन ON के प्रारंभिक लक्ष्य की ओर दुनिया भर के सभी पायनियर्स द्वारा अर्जित ON कॉइन्स की कुल राशि।
id: Jumlah total koin ON yang diperoleh oleh semua Perintis di seluruh dunia menuju tujuan awal 1 Miliar ON.
ja: 全世界のパイオニアによって採掘されたONコインの総量。初期目標は10億ONです。
pt: A quantidade total de ON coins ganhas por todos os Pioneiros mundialmente em direção à meta inicial de 1 Bilhão de ON.
ru: Общее количество ON-коинов, заработанных всеми Пионерами по всему миру на пути к начальной цели в 1 миллиард ON.

# homeStatsNextHalving
source: Next Halving
de: Nächstes Halving
es: Próximo Halving
fr: Prochain Halving
hi: अगला हॉल्विंग
id: Halving Berikutnya
ja: 次の半減期
pt: Próximo Halving
ru: Следующий халвинг

# homeStatsNextHalvingCurrent
source: Current: {count}
de: Aktuell: {count}
es: Actual: {count}
fr: Actuel : {count}
hi: वर्तमान: {count}
id: Saat ini: {count}
ja: 現在: {count}
pt: Atual: {count}
ru: Текущее: {count}
