Repository: abdullahgrpz/com.onnetwork.onnetwork
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, id, ja, pt, ru

# homeStatsNextHalvingInfoTitle
source: Earning Rate Halving
de: Verdienst-Halving
es: Halving de Tasa de Ganancia
fr: Halving du Taux de Gain
hi: कमाई रेट हॉल्विंग
id: Halving Tarif Penghasilan
ja: 獲得レートの半減期
pt: Halving da Taxa de Ganho
ru: Халвинг скорости заработка

# homeStatsNextHalvingInfo
source: Base earning rate decreases globally as more Pioneers join. Your personal base rate updates accordingly. **Phase 1: Pioneers (0 - 100k)** • 0 - 10k: 1.00 ON/hr • 10k - 20k: 0.95 ON/hr • 20k - 30k: 0.90 ON/hr • 30k - 40k: 0.85 ON/hr • 50k - 60k: 0.80 ON/hr • 60k - 70k: 0.75 ON/hr • 70k - 80k: 0.70 ON/hr • 80k - 90k: 0.65 ON/hr • 90k - 100k: 0.60 ON/hr • 90k - 100k: 0.55 ON/hr **Phase 2: Ambassadors (100k - 1M)** • 100k - 200k: 0.45 ON/hr • 200k - 300k: 0.40 ON/hr • 300k - 400k: 0.34 ON/hr • 400k - 500k: 0.28 ON/hr • 500k - 600k: 0.21 ON/hr • 600k - 700k: 0.15 ON/hr • 700k - 800k: 0.10 ON/hr • 800k - 900k: 0.06 ON/hr • 900k - 1M: 0.03 ON/hr **Phase 3: Guardians (1M+)** • 1M - 2M: 0.01 ON/hr • 2M+ : 0.005 ON/hr (Final Legacy Rate) Your effective rate increases with active team members based on your current tier (Standard 25%, Bronze 27%, Silver 30%, Gold 35%) applied to YOUR current Base Rate per active member.
de: Die Basis-Verdienstrate sinkt global, je mehr Pioniere beitreten. Deine persönliche Basisrate wird entsprechend aktualisiert. **Phase 1: Pioniere (0 - 100k)** • 0 - 10k: 1.00 ON/Std • 10k - 20k: 0.95 ON/Std • 20k - 30k: 0.90 ON/Std • 30k - 40k: 0.85 ON/Std • 50k - 60k: 0.80 ON/Std • 60k - 70k: 0.75 ON/Std • 70k - 80k: 0.70 ON/Std • 80k - 90k: 0.65 ON/Std • 90k - 100k: 0.60 ON/Std • 90k - 100k: 0.55 ON/Std **Phase 2: Botschafter (100k - 1M)** • 100k - 200k: 0.45 ON/Std • 200k - 300k: 0.40 ON/Std • 300k - 400k: 0.34 ON/Std • 400k - 500k: 0.28 ON/Std • 500k - 600k: 0.21 ON/Std • 600k - 700k: 0.15 ON/Std • 700k - 800k: 0.10 ON/Std • 800k - 900k: 0.06 ON/Std • 900k - 1M: 0.03 ON/Std **Phase 3: Wächter (1M+)** • 1M - 2M: 0.01 ON/Std • 2M+ : 0.005 ON/Std (Finale Rate) Deine effektive Rate steigt mit aktiven Teammitgliedern basierend auf deinem aktuellen Level (Standard 25%, Bronze 27%, Silber 30%, Gold 35%), angewendet auf DEINE aktuelle Basisrate pro aktivem Mitglied.
es: La tasa de ganancia base disminuye globalmente a medida que más Pioneros se unen. Tu tasa base personal se actualiza en consecuencia. **Fase 1: Pioneros (0 - 100k)** • 0 - 10k: 1.00 ON/hr • 10k - 20k: 0.95 ON/hr • 20k - 30k: 0.90 ON/hr • 30k - 40k: 0.85 ON/hr • 50k - 60k: 0.80 ON/hr • 60k - 70k: 0.75 ON/hr • 70k - 80k: 0.70 ON/hr • 80k - 90k: 0.65 ON/hr • 90k - 100k: 0.60 ON/hr • 90k - 100k: 0.55 ON/hr **Fase 2: Embajadores (100k - 1M)** • 100k - 200k: 0.45 ON/hr • 200k - 300k: 0.40 ON/hr • 300k - 400k: 0.34 ON/hr • 400k - 500k: 0.28 ON/hr • 500k - 600k: 0.21 ON/hr • 600k - 700k: 0.15 ON/hr • 700k - 800k: 0.10 ON/hr • 800k - 900k: 0.06 ON/hr • 900k - 1M: 0.03 ON/hr **Fase 3: Guardianes (1M+)** • 1M - 2M: 0.01 ON/hr • 2M+ : 0.005 ON/hr (Tasa Heredada Final) Tu tasa efectiva aumenta con miembros activos del equipo basada en tu nivel actual (Estándar 25%, Bronce 27%, Plata 30%, Oro 35%) aplicado a TU Tasa Base actual por cada miembro activo.
fr: Le taux de gain de base diminue globalement à mesure que de plus en plus de Pionniers rejoignent. Votre taux de base personnel est mis à jour en conséquence. **Phase 1 : Pionniers (0 - 100k)** • 0 - 10k: 1.00 ON/h • 10k - 20k: 0.95 ON/h • 20k - 30k: 0.90 ON/h • 30k - 40k: 0.85 ON/h • 50k - 60k: 0.80 ON/h • 60k - 70k: 0.75 ON/h • 70k - 80k: 0.70 ON/h • 80k - 90k: 0.65 ON/h • 90k - 100k: 0.60 ON/h • 90k - 100k: 0.55 ON/h **Phase 2 : Ambassadeurs (100k - 1M)** • 100k - 200k: 0.45 ON/h • 200k - 300k: 0.40 ON/h • 300k - 400k: 0.34 ON/h • 400k - 500k: 0.28 ON/h • 500k - 600k: 0.21 ON/h • 600k - 700k: 0.15 ON/h • 700k - 800k: 0.10 ON/h • 800k - 900k: 0.06 ON/h • 900k - 1M: 0.03 ON/h **Phase 3 : Gardiens (1M+)** • 1M - 2M: 0.01 ON/h • 2M+ : 0.005 ON/h (Taux Hérité Final) Votre taux effectif augmente avec les membres actifs de l'équipe en fonction de votre niveau actuel (Standard 25%, Bronze 27%, Argent 30%, Or 35%) appliqué à VOTRE Taux de Base actuel par membre actif.
hi: जैसे-जैसे अधिक पायनियर जुड़ते हैं, बेस कमाई रेट विश्व स्तर पर कम हो जाती है। आपकी व्यक्तिगत बेस रेट तदनुसार अपडेट हो जाती है। **चरण 1: पायनियर्स (0 - 100k)** • 0 - 10k: 1.00 ON/घंटा • 10k - 20k: 0.95 ON/घंटा • 20k - 30k: 0.90 ON/घंटा • 30k - 40k: 0.85 ON/घंटा • 50k - 60k: 0.80 ON/घंटा • 60k - 70k: 0.75 ON/घंटा • 70k - 80k: 0.70 ON/घंटा • 80k - 90k: 0.65 ON/घंटा • 90k - 100k: 0.60 ON/घंटा • 90k - 100k: 0.55 ON/घंटा **चरण 2: एंबेसडर (100k - 1M)** • 100k - 200k: 0.45 ON/घंटा • 200k - 300k: 0.40 ON/घंटा • 300k - 400k: 0.34 ON/घंटा • 400k - 500k: 0.28 ON/घंटा • 500k - 600k: 0.21 ON/घंटा • 600k - 700k: 0.15 ON/घंटा • 700k - 800k: 0.10 ON/घंटा • 800k - 900k: 0.06 ON/घंटा • 900k - 1M: 0.03 ON/घंटा **चरण 3: गार्डियन (1M+)** • 1M - 2M: 0.01 ON/घंटा • 2M+ : 0.005 ON/घंटा (अंतिम लिगेसी रेट) आपकी प्रभावी रेट सक्रिय टीम के सदस्यों के साथ आपके वर्तमान टियर (स्टैंडर्ड 25%, ब्रॉन्ज 27%, सिल्वर 30%, गोल्ड 35%) के आधार पर बढ़ती है, जो प्रति सक्रिय सदस्य पर आपकी वर्तमान बेस रेट पर लागू होती है।
id: Tarif penghasilan dasar berkurang secara global seiring bertambahnya Perintis yang bergabung. Tarif dasar pribadi Anda akan diperbarui sesuai. **Fase 1: Perintis (0 - 100k)** • 0 - 10k: 1.00 ON/jam • 10k - 20k: 0.95 ON/jam • 20k - 30k: 0.90 ON/jam • 30k - 40k: 0.85 ON/jam • 50k - 60k: 0.80 ON/jam • 60k - 70k: 0.75 ON/jam • 70k - 80k: 0.70 ON/jam • 80k - 90k: 0.65 ON/jam • 90k - 100k: 0.60 ON/jam • 90k - 100k: 0.55 ON/jam **Fase 2: Duta (100k - 1M)** • 100k - 200k: 0.45 ON/jam • 200k - 300k: 0.40 ON/jam • 300k - 400k: 0.34 ON/jam • 400k - 500k: 0.28 ON/jam • 500k - 600k: 0.21 ON/jam • 600k - 700k: 0.15 ON/jam • 700k - 800k: 0.10 ON/jam • 800k - 900k: 0.06 ON/jam • 900k - 1M: 0.03 ON/jam **Fase 3: Penjaga (1M+)** • 1M - 2M: 0.01 ON/jam • 2M+ : 0.005 ON/jam (Tarif Warisan Akhir) Tarif efektif Anda meningkat dengan anggota tim aktif berdasarkan tier Anda saat ini (Standar 25%, Perunggu 27%, Perak 30%, Emas 35%) diterapkan pada Tarif Dasar Anda saat ini per anggota aktif.
ja: 参加するパイオニアが増えるにつれて、基本獲得レートは世界的に減少します。あなたの個人ベースレートもそれに応じて更新されます。 **フェーズ1：パイオニア (0 - 10万人)** • 0 - 1万人: 1.00 ON/時 • 1万 - 2万人: 0.95 ON/時 • 2万 - 3万人: 0.90 ON/時 • 3万 - 4万人: 0.85 ON/時 • 5万 - 6万人: 0.80 ON/時 • 6万 - 7万人: 0.75 ON/時 • 7万 - 8万人: 0.70 ON/時 • 8万 - 9万人: 0.65 ON/時 • 9万 - 10万人: 0.60 ON/時 • 9万 - 10万人: 0.55 ON/時 **フェーズ2：アンバサダー (10万 - 100万人)** • 10万 - 20万人: 0.45 ON/時 • 20万 - 30万人: 0.40 ON/時 • 30万 - 40万人: 0.34 ON/時 • 40万 - 50万人: 0.28 ON/時 • 50万 - 60万人: 0.21 ON/時 • 60万 - 70万人: 0.15 ON/時 • 70万 - 80万人: 0.10 ON/時 • 80万 - 90万人: 0.06 ON/時 • 90万 - 100万人: 0.03 ON/時 **フェーズ3：ガーディアン (100万人以上)** • 100万 - 200万人: 0.01 ON/時 • 200万人以上: 0.005 ON/時 (最終レガシーレート) 実効レートは、アクティブなチームメンバーに基づき、現在のティア（スタンダード25%、ブロンズ27%、シルバー30%、ゴールド35%）がアクティブなメンバーごとにあなたの現在のベースレートに適用されて増加します。
pt: A taxa de ganho base diminui globalmente à medida que mais Pioneiros se juntam. Sua taxa base pessoal é atualizada de acordo. **Fase 1: Pioneiros (0 - 100k)** • 0 - 10k: 1.00 ON/hr • 10k - 20k: 0.95 ON/hr • 20k - 30k: 0.90 ON/hr • 30k - 40k: 0.85 ON/hr • 50k - 60k: 0.80 ON/hr • 60k - 70k: 0.75 ON/hr • 70k - 80k: 0.70 ON/hr • 80k - 90k: 0.65 ON/hr • 90k - 100k: 0.60 ON/hr • 90k - 100k: 0.55 ON/hr **Fase 2: Embaixadores (100k - 1M)** • 100k - 200k: 0.45 ON/hr • 200k - 300k: 0.40 ON/hr • 300k - 400k: 0.34 ON/hr • 400k - 500k: 0.28 ON/hr • 500k - 600k: 0.21 ON/hr • 600k - 700k: 0.15 ON/hr • 700k - 800k: 0.10 ON/hr • 800k - 900k: 0.06 ON/hr • 900k - 1M: 0.03 ON/hr **Fase 3: Guardiões (1M+)** • 1M - 2M: 0.01 ON/hr • 2M+ : 0.005 ON/hr (Taxa Legada Final) Sua taxa efetiva aumenta com membros ativos da equipe com base no seu nível atual (Padrão 25%, Bronze 27%, Prata 30%, Ouro 35%) aplicado à SUA Taxa Base atual por membro ativo.
ru: Базовая скорость заработка снижается глобально по мере присоединения новых Пионеров. Ваша личная базовая ставка обновляется соответственно. **Фаза 1: Пионеры (0 - 100k)** • 0 - 10k: 1.00 ON/час • 10k - 20k: 0.95 ON/час • 20k - 30k: 0.90 ON/час • 30k - 40k: 0.85 ON/час • 50k - 60k: 0.80 ON/час • 60k - 70k: 0.75 ON/час • 70k - 80k: 0.70 ON/час • 80k - 90k: 0.65 ON/час • 90k - 100k: 0.60 ON/час • 90k - 100k: 0.55 ON/час **Фаза 2: Амбассадоры (100k - 1M)** • 100k - 200k: 0.45 ON/час • 200k - 300k: 0.40 ON/час • 300k - 400k: 0.34 ON/час • 400k - 500k: 0.28 ON/час • 500k - 600k: 0.21 ON/час • 600k - 700k: 0.15 ON/час • 700k - 800k: 0.10 ON/час • 800k - 900k: 0.06 ON/час • 900k - 1M: 0.03 ON/час **Фаза 3: Хранители (1M+)** • 1M - 2M: 0.01 ON/час • 2M+ : 0.005 ON/час (Финальная ставка наследия) Ваша эффективная ставка увеличивается с активными участниками команды в зависимости от вашего текущего уровня (Стандарт 25%, Бронза 27%, Серебро 30%, Золото 35%), применяемого к ВАШЕЙ текущей Базовой ставке за каждого активного участника.

# homeStatsMainnet
source: Mainnet
hi: मेननेट
ja: メインネット

# homeStatsMainnetInfoTitle
source: Mainnet Countdown
es: Cuenta Regresiva Mainnet
fr: Compte à rebours Mainnet
hi: मेननेट उलटी गिनती
id: Hitung Mundur Mainnet
ja: メインネットカウントダウン
pt: Contagem Regressiva Mainnet
ru: Обратный отсчет до Mainnet

# homeStatsMainnetInfo
source: This is the scheduled date for our Mainnet launch. At this point, the ON coin distribution (earning) will stop and the ON Marketplace will be fully operational.
de: Dies ist das geplante Datum für unseren Mainnet-Start. Zu diesem Zeitpunkt wird die Verteilung (Verdienen) der ON-Coins gestoppt und der ON-Marktplatz wird voll funktionsfähig sein.
es: Esta es la fecha programada para nuestro lanzamiento de Mainnet. En este punto, la distribución (ganancia) de ON coin se detendrá y el Mercado ON estará en pleno funcionamiento.
fr: Ceci est la date prévue pour notre lancement du Mainnet. À ce moment-là, la distribution (gain) de ON coins s'arrêtera et le Marché ON sera pleinement opérationnel.
hi: यह हमारे मेननेट लॉन्च की निर्धारित तिथि है। इस बिंदु पर, ON कॉइन का वितरण (कमाई) बंद हो जाएगा और ON मार्केटप्लेस पूरी तरह से चालू हो जाएगा।
id: Ini adalah tanggal yang dijadwalkan untuk peluncuran Mainnet kami. Pada titik ini, distribusi (penghasilan) koin ON akan berhenti dan ON Marketplace akan beroperasi penuh.
ja: これはメインネットローンチの予定日です。この時点で、ONコインの配布（獲得）は停止し、ONマーケットプレイスが完全に稼働します。
pt: Esta é a data agendada para o lançamento da nossa Mainnet. Neste ponto, a distribuição (ganho) de ON coins irá parar e o Mercado ON estará totalmente operacional.
ru: Это запланированная дата запуска нашего Mainnet. В этот момент распределение (заработок) ON-коинов прекратится, и Маркетплейс ON будет полностью функционировать.

# homeMiningStatus
source: Earning at {rate} ON/hr{boost} with {count} active member(s)
de: Verdiene {rate} ON/Std.{boost} mit {count} aktiven Mitglied(ern)
es: Ganando a {rate} ON/hr{boost} con {count} miembro(s) activo(s)
fr: Gain de {rate} ON/h{boost} avec {count} membre(s) actif(s)
hi: {count} सक्रिय सदस्य(सदस्यों) के साथ {rate} ON/घंटा{boost} पर कमाई
id: Menghasilkan {rate} ON/jam{boost} dengan {count} anggota aktif
ja: {count}人のアクティブメンバーと{rate} ON/時{boost}で獲得中
pt: Ganhando a {rate} ON/hr{boost} com {count} membro(s) ativo(s)
ru: Заработок {rate} ON/час{boost} с {count} активным(и) участником(ами)

# homeMiningStatusClaim
source: Tap button to claim last session earnings & start new!
de: Tippe, um Einnahmen der letzten Sitzung zu beanspruchen & neue zu starten!
es: ¡Toca el botón para reclamar ganancias de la última sesión y comenzar una nueva!
fr: Appuyez sur le bouton pour réclamer les gains de la dernière session et en démarrer une nouvelle !
hi: अंतिम सत्र की कमाई का दावा करने और नया शुरू करने के लिए बटन टैप करें!
id: Ketuk tombol untuk klaim penghasilan sesi terakhir & mulai baru!
ja: ボタンをタップして前回のセッション報酬を受け取り、新しく開始しましょう！
pt: Toque no botão para reivindicar os ganhos da última sessão e começar uma nova!
ru: Нажмите кнопку, чтобы забрать заработок с прошлой сессии и начать новую!

# homeMiningStatusStart
source: Tap the button to start earning!
de: Tippe auf den Button, um mit dem Verdienen zu beginnen!
es: ¡Toca el botón para empezar a ganar!
fr: Appuyez sur le bouton pour commencer à gagner !
hi: कमाई शुरू करने के लिए बटन टैप करें!
id: Ketuk tombol untuk mulai menghasilkan!
ja: ボタンをタップして獲得を開始しましょう！
pt: Toque no botão para começar a ganhar!
ru: Нажмите кнопку, чтобы начать зарабатывать!

# homeMiningButtonActive
source: ACTIVE
de: AKTIV
es: ACTIVO
fr: ACTIF
hi: सक्रिय
id: AKTIF
ja: アクティブ
pt: ATIVO
ru: АКТИВЕН

# homeMiningStarterBoost
source: Starter Boost Active! (2X Speed)
de: Starter-Boost Aktiv! (2X Geschwindigkeit)
es: ¡Boost de Inicio Activo! (Velocidad 2X)
fr: Boost de Démarrage Actif ! (Vitesse 2X)
hi: स्टार्टर बूस्ट सक्रिय! (2X स्पीड)
id: Starter Boost Aktif! (Kecepatan 2X)
ja: スターターブースト発動中！ (2X スピード)
pt: Boost de Início Ativo! (Velocidade 2X)
ru: Стартовый Буст Активен! (2X Скорость)

# homeMiningAdBoost
source: Ad Boost active for: {duration}
de: Werbe-Boost aktiv für: {duration}
es: Boost de Anuncio activo por: {duration}
fr: Boost Publicitaire actif pendant : {duration}
hi: विज्ञापन बूस्ट {duration} के लिए सक्रिय है
id: Boost Iklan aktif selama: {duration}
ja: 広告ブースト有効中: {duration}
pt: Boost de Anúncio ativo por: {duration}
ru: Рекламный Буст активен: {duration}

# homeMiningAdButton
source: Watch Ad for 1.5X Boost ({count} left)
de: Video für 1.5X Boost ansehen ({count} übrig)
es: Ver Anuncio para Boost 1.5X ({count} restantes)
fr: Regarder pub pour Boost 1.5X ({count} restants)
hi: 1.5X बूस्ट के लिए विज्ञापन देखें ({count} शेष)
id: Tonton Iklan untuk 1.5X Boost (tersisa {count})
ja: 1.5Xブーストのために広告を見る (残り{count}回)
pt: Ver Anúncio para Boost 1.5X ({count} restantes)
ru: Смотреть рекламу для 1.5X Буста (осталось {count})

# homeMiningAdLoading
source: Loading Boost Ad...
de: Lade Boost-Werbung...
es: Cargando Anuncio de Boost...
fr: Chargement de la pub Boost...
hi: बूस्ट विज्ञापन लोड हो रहा है...
id: Memuat Iklan Boost...
ja: ブースト広告を読み込み中...
pt: Carregando Anúncio de Boost...
ru: Загрузка Буст-Рекламы...

# homeMiningAdLoadingShort
source: Ad boost loading...
de: Werbe-Boost lädt...
es: Cargando boost...
fr: Chargement du boost...
hi: विज्ञापन बूस्ट लोड हो रहा है...
id: Boost iklan sedang dimuat...
ja: 広告ブーストを読み込み中...
pt: Carregando boost...
ru: Загрузка рекламного буста...

# homeMiningAdLimit
source: Daily ad boost limit reached.
de: Tägliches Limit für Werbe-Boosts erreicht.
es: Límite diario de boosts de anuncios alcanzado.
fr: Limite quotidienne de boosts publicitaires atteinte.
hi: दैनिक विज्ञापन बूस्ट सीमा पूरी हो गई है।
id: Batas boost iklan harian tercapai.
ja: 1日の広告ブースト上限に達しました。
pt: Limite diário de boost de anúncios atingido.
ru: Достигнут дневной лимит рекламных бустов.

# homeActivateSnackbar
source: Activating earning session...
de: Aktiviere Verdienst-Sitzung...
es: Activando sesión de ganancias...
fr: Activation de la session de gain...
hi: कमाई सत्र सक्रिय किया जा रहा है...
id: Mengaktifkan sesi penghasilan...
ja: 獲得セッションを開始しています...
pt: Ativando sessão de ganho...
ru: Активация сессии заработка...

# homeActivatedSnackbar
source: Earning session activated! Earnings from last session added.
de: Verdienst-Sitzung aktiviert! Einnahmen der letzten Sitzung hinzugefügt.
es: ¡Sesión de ganancias activada! Ganancias de la última sesión añadidas.
fr: Session de gain activée ! Gains de la dernière session ajoutés.
hi: कमाई सत्र सक्रिय हो गया! पिछले सत्र की कमाई जोड़ दी गई है।
id: Sesi penghasilan diaktifkan! Penghasilan dari sesi terakhir ditambahkan.
ja: 獲得セッションが開始されました！前回のセッションの収益が追加されました。
pt: Sessão de ganho ativada! Ganhos da última sessão adicionados.
ru: Сессия заработка активирована! Заработок с прошлой сессии добавлен.

# homeDialogOK
source: OK
hi: ठीक है

# teamScreenTitle
source: Your Team
de: Dein Team
es: Tu Equipo
fr: Votre Équipe
hi: आपकी टीम
id: Tim Anda
ja: あなたのチーム
pt: Sua Equipe
ru: Ваша Команда

# teamRefreshTooltip
source: Refresh Team
de: Team aktualisieren
es: Actualizar Equipo
fr: Actualiser l'Équipe
hi: टीम रीफ्रेश करें
id: Segarkan Tim
ja: チームを更新
pt: Atualizar Equipe
ru: Обновить команду

# teamRefreshSnackbar
source: Refreshing team data...
de: Teamdaten werden aktualisiert...
es: Actualizando datos del equipo...
fr: Actualisation des données de l'équipe...
hi: टीम डेटा रीफ्रेश किया जा रहा है...
id: Menyegarkan data tim...
ja: チームデータを更新しています...
pt: Atualizando dados da equipe...
ru: Обновление данных команды...

# teamErrorInviteCode
source: Could not load invite code
de: Einladungscode konnte nicht geladen werden
es: No se pudo cargar el código de invitación
fr: Impossible de charger le code d'invitation
hi: आमंत्रण कोड लोड नहीं हो सका
id: Tidak dapat memuat kode undangan
ja: 招待コードを読み込めませんでした
pt: Não foi possível carregar o código de convite
ru: Не удалось загрузить код приглашения

# teamInviteCode
source: Your Invite Code: {code}
de: Dein Einladungscode: {code}
es: Tu Código de Invitación: {code}
fr: Votre Code d'Invitation : {code}
hi: आपका आमंत्रण कोड: {code}
id: Kode Undangan Anda: {code}
ja: あなたの招待コード: {code}
pt: Seu Código de Convite: {code}
ru: Ваш код приглашения: {code}

# teamErrorLoading
source: Could not load team members. Please check your connection.
de: Teammitglieder konnten nicht geladen werden. Bitte prüfe deine Verbindung.
es: No se pudieron cargar los miembros del equipo. Por favor, comprueba tu conexión.
fr: Impossible de charger les membres de l'équipe. Veuillez vérifier votre connexion.
hi: टीम के सदस्य लोड नहीं हो सके। कृपया अपना कनेक्शन जांचें।
id: Tidak dapat memuat anggota tim. Silakan periksa koneksi Anda.
ja: チームメンバーを読み込めませんでした。 接続を確認してください。
pt: Não foi possível carregar os membros da equipe. Por favor, verifique sua conexão.
ru: Не удалось загрузить участников команды. Пожалуйста, проверьте ваше соединение.

# teamYourContribution
source: Your Contribution: +{rate} ON/hour
de: Dein Beitrag: +{rate} ON/Stunde
es: Tu Contribución: +{rate} ON/hora
fr: Votre Contribution : +{rate} ON/heure
hi: आपका योगदान: +{rate} ON/घंटा
id: Kontribusi Anda: +{rate} ON/jam
ja: あなたの貢献: +{rate} ON/時
pt: Sua Contribuição: +{rate} ON/hora
ru: Ваш вклад: +{rate} ON/час

# teamBonusTier
source: Your Bonus Tier: {tier} ({percent}%)
de: Dein Bonus-Level: {tier} ({percent}%)
es: Tu Nivel de Bonus: {tier} ({percent}%)
fr: Votre Niveau de Bônus : {tier} ({percent}%)
hi: आपका बोनस टियर: {tier} ({percent}%)
id: Tier Bonus Anda: {tier} ({percent}%)
ja: あなたのボーナスティア: {tier} ({percent}%)
pt: Seu Nível de Bônus: {tier} ({percent}%)
ru: Ваш Бонусный Уровень: {tier} ({percent}%)

# teamNextGoal
source: Next Goal: {goal}
de: Nächstes Ziel: {goal}
es: Próximo Objetivo: {goal}
fr: Prochain Objectif : {goal}
hi: अगला लक्ष्य: {goal}
id: Tujuan Berikutnya: {goal}
ja: 次の目標: {goal}
pt: Próximo Objetivo: {goal}
ru: Следующая цель: {goal}

# teamNextGoalMax
source: Max Tier Reached!
de: Maximales Level erreicht!
es: ¡Nivel Máximo Alcanzado!
fr: Niveau Maximum Atteint !
hi: अधिकतम टियर पहुँच गया!
id: Tier Maksimal Tercapai!
ja: 最大ティアに到達しました！
pt: Nível Máximo Atingido!
ru: Достигнут максимальный уровень!

# teamNextGoalBronze
source: {count} more member(s) for Bronze (27%)
de: {count} weiteres Mitglied für Bronze (27%)
es: {count} miembro(s) más para Bronce (27%)
fr: Encore {count} membre(s) pour Bronze (27%)
hi: ब्रॉन्ज (27%) के लिए {count} और सदस्य
id: {count} anggota lagi untuk Perunggu (27%)
ja: ブロンズ (27%) まであと{count}人
pt: Mais {count} membro(s) para Bronze (27%)
ru: Еще {count} участник(ов) для Бронзы (27%)

# teamNextGoalSilver
source: {count} more member(s) for Silver (30%)
de: {count} weitere(s) Mitglied(er) für Silber (30%)
es: {count} miembro(s) más para Plata (30%)
fr: Encore {count} membre(s) pour Argent (30%)
hi: सिल्वर (30%) के लिए {count} और सदस्य
id: {count} anggota lagi untuk Perak (30%)
ja: シルバー (30%) まであと{count}人
pt: Mais {count} membro(s) para Prata (30%)
ru: Еще {count} участник(ов) для Серебра (30%)

# teamNextGoalGold
source: {count} more member(s) for Gold (35%)
de: {count} weitere(s) Mitglied(er) für Gold (35%)
es: {count} miembro(s) más para Oro (35%)
fr: Encore {count} membre(s) pour Or (35%)
hi: गोल्ड (35%) के लिए {count} और सदस्य
id: {count} anggota lagi untuk Emas (35%)
ja: ゴールド (35%) まであと{count}人
pt: Mais {count} membro(s) para Ouro (35%)
ru: Еще {count} участник(ов) для Золота (35%)

# teamMemberCount
source: Current Team Members: {total} ({active} active)
de: Aktuelle Teammitglieder: {total} ({active} aktiv)
es: Miembros Actuales: {total} ({active} activos)
fr: Membres Actuels : {total} ({active} actifs)
hi: वर्तमान टीम सदस्य: {total} ({active} सक्रिय)
id: Anggota Tim Saat Ini: {total} ({active} aktif)
ja: 現在のチームメンバー: {total}人 ({active}人アクティブ)
pt: Membros Atuais: {total} ({active} ativos)
ru: Текущие участники команды: {total} ({active} активных)

# teamInviteButton
source: Invite New Members
de: Neue Mitglieder einladen
es: Invitar Nuevos Miembros
fr: Inviter de Nouveaux Membres
hi: नए सदस्यों को आमंत्रित करें
id: Undang Anggota Baru
ja: 新しいメンバーを招待
pt: Convidar Novos Membros
ru: Пригласить новых участников

# teamEmptyTitle
source: Your team is empty.
de: Dein Team ist leer.
es: Tu equipo está vacío.
fr: Votre équipe est vide.
hi: आपकी टीम खाली है।
id: Tim Anda kosong.
ja: あなたのチームには誰もいません。
pt: Sua equipe está vazia.
ru: Ваша команда пуста.

# teamEmptyDescription
source: Invite friends using your code to build your team and increase your mining rate!
de: Lade Freunde mit deinem Code ein, um dein Team aufzubauen und deine Mining-Rate zu erhöhen!
es: ¡Invita amigos usando tu código para construir tu equipo y aumentar tu tasa de minería!
fr: Invitez des amis en utilisant votre code pour construire votre équipe et augmenter votre taux de minage !
hi: अपनी टीम बनाने और अपनी माइनिंग रेट बढ़ाने के लिए अपने कोड का उपयोग करके दोस्तों को आमंत्रित करें!
id: Undang teman menggunakan kode Anda untuk membangun tim dan meningkatkan tarif penambangan Anda!
ja: コードを使って友達を招待し、チームを作ってマイニングレートを上げましょう！
pt: Convide amigos usando seu código para construir sua equipe e aumentar sua taxa de mineração!
ru: Пригласите друзей, используя свой код, чтобы создать команду и увеличить скорость майнинга!

# teamMemberActive
source: Active Now
de: Jetzt aktiv
es: Activo ahora
fr: Actif
hi: अभी सक्रिय
id: Sedang Aktif
ja: アクティブ
pt: Ativo Agora
ru: Активен

# teamMemberInactive
source: Inactive
de: Inaktiv
es: Inactivo
fr: Inactif
hi: निष्क्रिय
id: Tidak Aktif
ja: 非アクティブ
pt: Inativo
ru: Неактивен

# teamMemberTapToRemind
source: Tap to Remind
de: Tippen, um zu erinnern
es: Toca para Recordar
fr: Appuyez pour Rappeler
hi: याद दिलाने के लिए टैप करें
id: Ketuk untuk Mengingatkan
ja: タップして通知
pt: Toque para Lembrar
ru: Нажмите, чтобы напомнить

# teamMemberTooltipReport
source: Report User
de: Benutzer melden
es: Reportar Usuario
fr: Signaler l'utilisateur
hi: उपयोगकर्ता की रिपोर्ट करें
id: Laporkan Pengguna
ja: ユーザーを報告
pt: Denunciar Usuário
ru: Пожаловаться на пользователя

# teamMemberTooltipRemind
source: Remind User
de: Benutzer erinnern
es: Recordar Usuario
fr: Rappeler l'utilisateur
hi: उपयोगकर्ता को याद दिलाएँ
id: Ingatkan Pengguna
ja: ユーザーに通知
pt: Lembrar Usuário
ru: Напомнить пользователю

# teamRemindSnackbar
source: Sending reminder to {username}...
de: Sende Erinnerung an {username}...
es: Enviando recordatorio a {username}...
fr: Envoi d'un rappel à {username}...
hi: {username} को रिमाइंडर भेजा जा रहा है...
id: Mengirim pengingat ke {username}...
ja: {username}に通知を送信中...
pt: Enviando lembrete para {username}...
ru: Отправка напоминания {username}...

# teamRemindError
source: Failed to send reminder: {error}
de: Fehler beim Senden der Erinnerung: {error}
es: Fallo al enviar recordatorio: {error}
fr: Échec de l'envoi du rappel : {error}
hi: रिमाइंडर भेजने में विफल: {error}
id: Gagal mengirim pengingat: {error}
ja: 通知の送信に失敗しました: {error}
pt: Falha ao enviar lembrete: {error}
ru: Не удалось отправить напоминание: {error}
